{
  "response": {
    "docs": [
      {
        "abstract": "Popularity of newspapers like Shopping Guide and Fine Goods Shopping Guide attests to growth of consumer culture in China, at least among its younger generation; department stores and boutiques in Beijing carry brands like Benetton, Nautica and Sony, and ads on television and in magazines and some newspapers extol the world goods and gadgets; even People's Daily, Community Party mouthpiece, now reports on world of finance, shopping, society and culture; photo (M)",
        "headline": {"main": "Beijing Journal; Delectable Materialism Catching On in China"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "SHOPPING GUIDE"
          },
          {
            "name": "organizations",
            "value": "PEOPLE'S DAILY"
          },
          {
            "name": "organizations",
            "value": "FINE GOODS SHOPPING GUIDE"
          },
          {
            "name": "subject",
            "value": "ADVERTISING"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "RETAIL STORES AND TRADE"
          }
        ],
        "print_page": "1",
        "pub_date": "1998-01-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/01/10/world/beijing-journal-delectable-materialism-catching-on-in-china.html",
        "news_desk": "Foreign Desk",
        "snippet": "In her neat gray turtleneck, metal-frame glasses and black-and-white Swatch watch, Sang Yan, 27, well educated and thoughtful, could easily fit in on Manhattan's Upper West Side.    Her tastes in clothing, her search for quaint new restaurants, her h",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Front Page",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1f7c78eb7c8105d7531d7",
        "source": "The New York Times",
        "word_count": 1447,
        "lead_paragraph": "In her neat gray turtleneck, metal-frame glasses and black-and-white Swatch watch, Sang Yan, 27, well educated and thoughtful, could easily fit in on Manhattan's Upper West Side. Her tastes in clothing, her search for quaint new restaurants, her hopes for a nice apartment are no different than those of her counterparts in much of the rest of the world."
      },
      {
        "abstract": "Turandot to be performed in the Forbidden City in Beijing, China, by Teatro Comunale of Florence and Maggio Musicale Fiorentino (S)",
        "headline": {
          "kicker": "TRAVEL ADVISORY",
          "main": "Puccini in the Palace At the Forbidden City"
        },
        "keywords": [
          {
            "name": "creative_works",
            "value": "TURANDOT (OPERA)"
          },
          {
            "name": "persons",
            "value": "PUCCINI, GIACOMO"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "TEATRO COMUNALE"
          },
          {
            "name": "organizations",
            "value": "MAGGIO MUSICALE FIORENTINO"
          },
          {
            "name": "subject",
            "value": "OPERA"
          },
          {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
          },
          {
            "name": "subject",
            "value": "NYTRAVEL"
          }
        ],
        "print_page": "3",
        "pub_date": "1998-02-22T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/02/22/travel/travel-advisory-puccini-in-the-palace-at-the-forbidden-city.html",
        "news_desk": "Travel Desk",
        "snippet": "''Turandot,'' the Puccini opera about a Chinese princess who spurns love, is scheduled to be performed in the Forbidden City in Beijing from Sept. 5 to 13. Zubin Mehta will conduct the orchestra and chorus of the Maggio Musicale Fiorentino in the pro",
        "type_of_material": "News",
        "blog": [],
        "section_name": null,
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1f7c48eb7c8105d752f80",
        "source": "The New York Times",
        "word_count": 239,
        "lead_paragraph": "''Turandot,'' the Puccini opera about a Chinese princess who spurns love, is scheduled to be performed in the Forbidden City in Beijing from Sept. 5 to 13. Zubin Mehta will conduct the orchestra and chorus of the Maggio Musicale Fiorentino in the production by the Teatro Comunale of Florence. Tentatively scheduled to appear in the cast are Maria Guleghina, Audrey Stottler and Sharon Sweet alternating as Turandot, Lando Bartolini, Gegam Grigorian and Kristjan Johannsson as Calaf and Barbara Hendricks, Barbara Frittoli and Cristina Gallardo-Domas as Liu. The event is part of a series presented by Opera on Original Site, which is headed by Michael W. Ecker, the Geneva-based impresario. At least three American travel agencies are offering tickets to the opera as part of tours ranging from 5 to 18 nights. Shorter packages tend to concentrate on Beijing, offering hotel accommodations and cocktail parties in addition to the performance. Included in most of the longer packages are visits to the Great Wall and the Ming Tombs, and stays in Shanghai, Xian, Guilin and Hong Kong. Not all prices have been announced, and there are many packages. But one 12-night package with seats for the opera in the least-expensive section of the palace starts at $5,550, double occupancy, including round-trip air fare from the West Coast. Information: Abercrombie & Kent of Chicago, (800) 323-7308; Dailey-Thorp Travel of New York, (800) 998-4677; and Esplanade Tours of Boston, (800) 426-5492."
      },
      {
        "abstract": "Much of Beijing is being cleared by real-estate developers to make way for high-rise apartments, office buildings and shopping centers; familiar syndrome of urban renewal, long delayed by China's isolation and poverty, is unfolding fast, changing face of ancient city; single-story compounds and narrow alleys that made up much of Beijing are nearly all scheduled for demolition--their condition deemed beyond repair and their use of space too extravagant for modernizing metropolis; photos of artist Deng Haifan's paintings of life in old Beijing (M)",
        "headline": {"main": "A Burst of Renewal Sweeps Old Beijing Into the Dumpsters"},
        "keywords": [
          {
            "name": "persons",
            "value": "DENG HAIFAN"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "HOUSING"
          },
          {
            "name": "subject",
            "value": "AREA PLANNING AND RENEWAL"
          },
          {
            "name": "subject",
            "value": "SHOPPING CENTERS"
          },
          {
            "name": "subject",
            "value": "REAL ESTATE"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "OFFICE BUILDINGS"
          }
        ],
        "print_page": "1",
        "pub_date": "1998-03-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/03/01/world/a-burst-of-renewal-sweeps-old-beijing-into-the-dumpsters.html",
        "news_desk": "Foreign Desk",
        "snippet": "The neighborhood known as Willow Alley lives on in the watercolors of Deng Haifan, who lived there for 80 years, until last November, and he wants his grandchildren to remember what life in this once-typical corner of Beijing was like.    He has pain",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1fb898eb7c8105d75a168",
        "source": "The New York Times",
        "word_count": 1512,
        "lead_paragraph": "The neighborhood known as Willow Alley lives on in the watercolors of Deng Haifan, who lived there for 80 years, until last November, and he wants his grandchildren to remember what life in this once-typical corner of Beijing was like. He has painted characters from decades past: the poor woman who washed his family's clothes in return for meals, the man with the candy stall who told wonderful stories, a tiny circus featuring white mice, even the neighborhood drunk lying in the street."
      },
      {
        "abstract": "New Beijing tourist attractions include Mao Zedong Mausoleum; drawing (special section, The Sophisticated Traveler) (part 2 of 2-part section) (S)",
        "headline": {"main": "What's New? A Lot; Beijing"},
        "keywords": [
          {
            "name": "persons",
            "value": "MAO ZEDONG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
          }
        ],
        "print_page": "8",
        "pub_date": "1998-03-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/03/01/magazine/what-s-new-a-lot-beijing.html",
        "news_desk": "Sophisticated Traveler Magazine",
        "snippet": "Beijing visitors who find all the new Western-style shopping centers too tame can once again join the hordes of Chinese tourists who parade through the refurbished Mao Zedong Mausoleum, on the south side of Tiananmen Square. It reopened in January af",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Travel; Magazine",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "Eckholm",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By Erik Eckholm"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd204e48eb7c8105d76cafd",
        "source": "The New York Times",
        "word_count": 294,
        "lead_paragraph": "Beijing visitors who find all the new Western-style shopping centers too tame can once again join the hordes of Chinese tourists who parade through the refurbished Mao Zedong Mausoleum, on the south side of Tiananmen Square. It reopened in January after being shut down for nine months for unspecified repairs. Don't be deterred by the lines: the guards whisk people through quickly. If you wish, you can buy an artificial bouquet outside to place before the big Mao statue in the front hall. The main attraction, of course, is the Great Helmsman himself, said to be preserved here since his death in 1976. Behind a high glass wall and inside a crystal sarcophagus, his body lies draped in a red flag with hammer and sickle, the waxy-looking head in a spotlight."
      },
      {
        "abstract": "National People's Congress, annual rite that brings together some 3,000 delegates from all parts of China, is set to open, Beijing; is expected to formally elect Zhu Rongji as Prime Minister; he has begun forcing through wary Communist Party plan to cut bureaucracy, including 4 million Government jobs; Congress, which ratifies decisions made in secret by party leaders, has evolved into more active body, with year-round professional staff helping to iron out details of new laws; photo (M)",
        "headline": {"main": "Congress In China: No Teeth, Strong Jaws"},
        "keywords": [
          {
            "name": "persons",
            "value": "ZHU RONGJI"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "APPOINTMENTS AND EXECUTIVE CHANGES"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "GOVERNMENT EMPLOYEES"
          }
        ],
        "print_page": "10",
        "pub_date": "1998-03-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/03/04/world/congress-in-china-no-teeth-strong-jaws.html",
        "news_desk": "Foreign Desk",
        "snippet": "The National People's Congress is an annual rite, bringing together nearly 3,000 delegates from all parts of China who ratify measures already approved by the Communist Party. This year's session, which starts Thursday, is drawing more interest than ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1e98c8eb7c8105d738196",
        "source": "The New York Times",
        "word_count": 1258,
        "lead_paragraph": "The National People's Congress is an annual rite, bringing together nearly 3,000 delegates from all parts of China who ratify measures already approved by the Communist Party. This year's session, which starts Thursday, is drawing more interest than usual, because it is expected to endorse leadership changes that could herald new directions in Government policy. Its agenda also includes major cutbacks in the Communist bureaucracy and measures to bolster endangered state banks."
      },
      {
        "abstract": "Propaganda campaign in China urges former factory workers who cannot create their own work to swallow their pride and move into 'service' jobs; in practice, that usually means relatively menial positions that have often been filled by poor migrants from the countryside; Beijing and other large cities around the country have even issued new regulations banning rural migrants from all but most laborious occupations, hoping to force some of them to return home and increase opportunities for registered city residents; Yichang is in curious economic state: as nearest city to construction site of giant Three Gorges Dam, it is enjoying something of economic boom, with new banks and government offices and apartment blocks rising; boom appears to be thinly spread, overlaying rot of state-owned industries that used to dominate Yichang; map; photo (M)",
        "headline": {"main": "China Jobless Fuel a Growth Industry"},
        "keywords": [
          {
            "name": "glocations",
            "value": "YICHANG (CHINA)"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "LABOR"
          },
          {
            "name": "subject",
            "value": "MIGRANT LABOR"
          },
          {
            "name": "subject",
            "value": "UNEMPLOYMENT"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          }
        ],
        "print_page": "9",
        "pub_date": "1998-05-31T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/05/31/world/china-jobless-fuel-a-growth-industry.html",
        "news_desk": "Foreign Desk",
        "snippet": "Sitting in his storefront shop beneath a karaoke bar, surrounded by tall blackboards listing job openings, Fu Xuanrong could be a Government prototype for the new era of worker layoffs, for he embodies the official dream of how redundant workers shou",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd20be88eb7c8105d77a94c",
        "source": "The New York Times",
        "word_count": 1072,
        "lead_paragraph": "Sitting in his storefront shop beneath a karaoke bar, surrounded by tall blackboards listing job openings, Fu Xuanrong could be a Government prototype for the new era of worker layoffs, for he embodies the official dream of how redundant workers should cope. Like tens of millions of other Chinese, Mr. Fu was sent home for good from a state-owned enterprise, in his case two years ago from the bankrupt steel mill that had been this Yangtze River city's biggest employer. But instead of languishing on welfare or demonstrating in the streets, Mr. Fu, who is 40, took it on himself to create his own new niche, becoming a sidewalk job-broker."
      },
      {
        "abstract": "Beijing on Feb 28 joined 38 other Chinese cities that began issuing weekly air quality reports in last year; for 20 years, local officials carefully measured Beijing's air pollution levels and hid results--fearing that truth might tarnish capital's image or lead to social unrest; data has confirmed what many Western scientists have suspected: that air in China's cities is among most polluted in world; photo (M)",
        "headline": {"main": "China Officially Lifts Filter on Staggering Pollution Data"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "AIR POLLUTION"
          }
        ],
        "print_page": "18",
        "pub_date": "1998-06-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/06/14/world/china-officially-lifts-filter-on-staggering-pollution-data.html",
        "news_desk": "Foreign Desk",
        "snippet": "For 20 years, local officials carefully measured this city's air pollution levels and equally carefully hid the results -- fearing that the truth might tarnish the capital's image or lead to social unrest. This continued even as Beijing's famously bl",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd206788eb7c8105d76ffb7",
        "source": "The New York Times",
        "word_count": 1608,
        "lead_paragraph": "For 20 years, local officials carefully measured this city's air pollution levels and equally carefully hid the results -- fearing that the truth might tarnish the capital's image or lead to social unrest. This continued even as Beijing's famously blue sky turned ever more gray and its surrounding hills disappeared behind an acrid mist. So it seemed a small miracle when, on Feb. 28, Beijing joined 38 other Chinese cities that have started to issue weekly air quality reports in the last year. In newspapers and on television, they parade a sometimes eclectic mix of statistics -- from levels of nitrous oxides produced by car exhausts to the concentration of tiny particles from coal burning in the air. And Chinese citizens for the first time have hard information on the air they breathe."
      },
      {
        "abstract": "Photo of tourists in Beijing at theme park with replica of United States Capitol; China will seek to cultivate its American links with arrival of Pres Clinton",
        "headline": {"main": "American Symbols Loom Large in China"},
        "keywords": [
          {
            "name": "persons",
            "value": "CLINTON, BILL"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "CHINA-INTERNATIONAL RELATIONS-US"
          }
        ],
        "print_page": "3",
        "pub_date": "1998-06-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/06/20/world/american-symbols-loom-large-in-china.html",
        "news_desk": "Foreign Desk",
        "snippet": "Photo of tourists in Beijing at theme park with replica of United States Capitol; China will seek to cultivate its American links with arrival of Pres Clinton",
        "type_of_material": "Caption",
        "blog": [],
        "section_name": null,
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd213cb8eb7c8105d78b9d2",
        "source": "The New York Times",
        "word_count": 0,
        "lead_paragraph": null
      },
      {
        "abstract": "United States Trade Rep Charlene Barshefsky, after two days of talks with Chinese officials, Beijing, says China is not ready to make economic changes needed to join World Trade Organization; says China has made too few concessions to open markets to outsiders; sees talks making slow and uneven progress over time (M)",
        "headline": {"main": "China's Entry in World Trade Organization Is Called Unlikely"},
        "keywords": [
          {
            "name": "persons",
            "value": "BARSHEFSKY, CHARLENE"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "WORLD TRADE ORGANIZATION"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          }
        ],
        "print_page": "10",
        "pub_date": "1998-06-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/06/21/world/china-s-entry-in-world-trade-organization-is-called-unlikely.html",
        "news_desk": "Foreign Desk",
        "snippet": "China is not ready to make the economic changes necessary to join the World Trade Organization, the top American trade negotiator said here this evening after two days of talks with Chinese officials, casting ice water on any lingering hopes that a t",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2066b8eb7c8105d76f9f5",
        "source": "The New York Times",
        "word_count": 727,
        "lead_paragraph": "China is not ready to make the economic changes necessary to join the World Trade Organization, the top American trade negotiator said here this evening after two days of talks with Chinese officials, casting ice water on any lingering hopes that a trade breakthrough might be announced during President Clinton's state visit in the coming week. ''There's a lot of talk, but China is not yet ready to walk the walk,'' said Charlene Barshefsky, the United States Trade Representative, saying that China has made too few of the concessions to open its markets to outsiders that Western countries demand as a condition of entry into the 132-nation organization that sets the rules for world trade."
      },
      {
        "abstract": "Photo of preparations, Beijing, for Pres Clinton's visit8",
        "headline": {"main": "Preparing, Perhaps, for a Visit by Washington's First Dog"},
        "keywords": [
          {
            "name": "persons",
            "value": "CLINTON, BILL"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "CHINA-INTERNATIONAL RELATIONS-US"
          }
        ],
        "print_page": "10",
        "pub_date": "1998-06-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/1998/06/23/world/preparing-perhaps-for-a-visit-by-washington-s-first-dog.html",
        "news_desk": "Foreign Desk",
        "snippet": "Photo of preparations, Beijing, for Pres Clinton's visit8",
        "type_of_material": "Caption",
        "blog": [],
        "section_name": null,
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1dfee8eb7c8105d725b8c",
        "source": "The New York Times",
        "word_count": 31,
        "lead_paragraph": null
      }
    ],
    "meta": {
      "time": 67,
      "hits": 37,
      "offset": 0
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}