{
  "response": {
    "docs": [
      {
        "abstract": "Chinese and American partners in newly built Beijing Aquarium are involved in contract dispute so vicious that United States Embassy has intervened; JV China, California firm, accuses its Chinese partners of endangering animals and failing to meet contractual agreements; JV has suspended its dolphin shows, saying aquarium is months behind in payments and has skimped on promised life support systems; aquarium, denying danger to fish, has tried to evict JV China; as China seeks entry into World Trade Organizstion, this conflict is seen as cautionary tale about perils of business in China, where rule of law and standard business practices have not fully taken hold (M)",
        "headline": {"main": "At a Beijing Aquarium, Dolphins Are Hostages"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "BEIJING AQUARIUM"
          },
          {
            "name": "organizations",
            "value": "WORLD TRADE ORGANIZATION"
          },
          {
            "name": "organizations",
            "value": "JV CHINA"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
          },
          {
            "name": "subject",
            "value": "AQUARIUMS"
          }
        ],
        "print_page": "8",
        "pub_date": "2000-04-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/04/03/world/at-a-beijing-aquarium-dolphins-are-hostages.html",
        "news_desk": "Foreign Desk",
        "snippet": "When it opened last June to huge crowds, the Beijing Aquarium seemed destined for success: a high-tech blue glass dome housing a rain forest, shark pools, fish and corals galore and -- as its centerpiece -- a serene island habitat complete with caves",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd212fa8eb7c8105d789cc9",
        "source": "The New York Times",
        "word_count": 1373,
        "lead_paragraph": "When it opened last June to huge crowds, the Beijing Aquarium seemed destined for success: a high-tech blue glass dome housing a rain forest, shark pools, fish and corals galore and -- as its centerpiece -- a serene island habitat complete with caves and bridges, the stage for its dolphin, sea lion and whale show. In a common business arrangement here, a Chinese company built the aquarium, with a Western partner providing technical expertise. JV China Inc. of Lompoc, Calif., acquired and trained the marine mammals, cared for them and oversaw the life support systems that created their delicate ecosystem."
      },
      {
        "abstract": "Central Intelligence Agency dismisses mid-level officer whose targeting error is blamed for American bombing of Chinese Embassy in Belgrade during NATO's air war against Yugoslavia last year; six other agency employees, including senior official and four supervisors, receive administrative punishments for their roles in approving target, which officials say was intended to be Yugoslav military supply headquarters; American officials insisted from the first that embassy bombing was an accident, but attack badly derailed relations between United States and China, provoking stone-throwing mobs to swarm American Embassy in Beijing and producing diplomatic strains that still linger; fact that it took so long to punish those responsible has further angered Chinese (M)",
        "headline": {"main": "C.I.A. FIRES OFFICER BLAMED IN BOMBING OF CHINA EMBASSY"},
        "keywords": [
          {
            "name": "glocations",
            "value": "BELGRADE (SERBIA)"
          },
          {
            "name": "glocations",
            "value": "KOSOVO (SERBIA)"
          },
          {
            "name": "glocations",
            "value": "SERBIA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "NORTH ATLANTIC TREATY ORGANIZATION"
          },
          {
            "name": "organizations",
            "value": "CENTRAL INTELLIGENCE AGENCY"
          },
          {
            "name": "subject",
            "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "UNITED STATES FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "UNITED STATES ARMAMENT AND DEFENSE"
          }
        ],
        "print_page": "1",
        "pub_date": "2000-04-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/04/09/world/cia-fires-officer-blamed-in-bombing-of-china-embassy.html",
        "news_desk": "Foreign Desk",
        "snippet": "The Central Intelligence Agency has dismissed a mid-level officer whose targeting error was blamed for the American bombing of the Chinese Embassy in Belgrade during NATO's air war against Yugoslavia last year, an agency official and a lawyer said to",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Washington",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "Lee",
            "role": "reported",
            "lastname": "MYERS",
            "firstname": "Steven"
          }],
          "original": "By STEVEN LEE MYERS"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1fa098eb7c8105d75740e",
        "source": "The New York Times",
        "word_count": 1075,
        "lead_paragraph": "The Central Intelligence Agency has dismissed a mid-level officer whose targeting error was blamed for the American bombing of the Chinese Embassy in Belgrade during NATO's air war against Yugoslavia last year, an agency official and a lawyer said today. Six other agency employees, including a senior official and four supervisors, also received administrative punishments from the director of central intelligence, George J. Tenet, for their roles in approving the target, which officials have said was intended to be a Yugoslav military supply headquarters, the agency official said."
      },
      {
        "abstract": "Photo of woman braced against high winds in Beijing as storms carried sand from Gobi Desert in Mongolia to skies above capital",
        "headline": {
          "kicker": "APRIL 2-8",
          "main": "A High Wind in Asia"
        },
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "GOBI DESERT (MONGOLIA)"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "WEATHER"
          },
          {
            "name": "subject",
            "value": "WIND"
          }
        ],
        "print_page": "2",
        "pub_date": "2000-04-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/04/09/weekinreview/april-2-8-a-high-wind-in-asia.html",
        "news_desk": "Week in Review Desk",
        "snippet": "Photo of woman braced against high winds in Beijing as storms carried sand from Gobi Desert in Mongolia to skies above capital",
        "type_of_material": "Caption",
        "blog": [],
        "section_name": "Week in Review",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd213528eb7c8105d78a211",
        "source": "The New York Times",
        "word_count": 2,
        "lead_paragraph": null
      },
      {
        "abstract": "Police in Beijing break up a demonstration in Tiananmen Square by adherents of Falun Gong, the banned spiritual movement (S)",
        "headline": {"main": "Police Break Up Protest by Sect in Beijing"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "organizations",
            "value": "FALUN GONG"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          }
        ],
        "print_page": "11",
        "pub_date": "2000-04-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/04/14/world/police-break-up-protest-by-sect-in-beijing.html",
        "news_desk": "Foreign Desk",
        "snippet": "The police broke up a demonstration today in Tiananmen Square by adherents of Falun Gong, the banned spiritual movement.     Security remained tight on the square late today as the police prepared for the first anniversary of a mass demonstration tha",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd213578eb7c8105d78a49d",
        "source": "The New York Times",
        "word_count": 160,
        "lead_paragraph": "The police broke up a demonstration today in Tiananmen Square by adherents of Falun Gong, the banned spiritual movement. Security remained tight on the square late today as the police prepared for the first anniversary of a mass demonstration that prompted the government's crackdown."
      },
      {
        "abstract": "China's state-controlled media for first time acknowledges government's persistent difficulty in stamping out banned Falun Gong spiritual movement, even as fresh allegations emerge about police brutality toward its practitioners under detention; human rights groups report that three more jailed members of group have died in last month as result of beatings or hunger strikes; this brings total reported deaths to 15; official New China News Agency's admission that Falun Gong members are holding silent protests in Tiananmen Square almost daily is stunning news (M)",
        "headline": {"main": "China Admits Banned Sect Is Continuing Its Protest"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "organizations",
            "value": "FALUN GONG"
          },
          {
            "name": "organizations",
            "value": "NEW CHINA NEWS AGENCY"
          },
          {
            "name": "subject",
            "value": "POLICE BRUTALITY AND MISCONDUCT"
          },
          {
            "name": "subject",
            "value": "HUNGER STRIKES"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "FREEDOM OF SPEECH AND EXPRESSION"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "9",
        "pub_date": "2000-04-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/04/21/world/china-admits-banned-sect-is-continuing-its-protest.html",
        "news_desk": "Foreign Desk",
        "snippet": "China's state-controlled media for the first time acknowledged today the government's persistent difficulty in stamping out the banned Falun Gong spiritual movement, even as fresh allegations emerged about police brutality toward its practitioners in",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd230c68eb7c8105d7bf56e",
        "source": "The New York Times",
        "word_count": 758,
        "lead_paragraph": "China's state-controlled media for the first time acknowledged today the government's persistent difficulty in stamping out the banned Falun Gong spiritual movement, even as fresh allegations emerged about police brutality toward its practitioners in detention. Three more jailed members of the movement have died as a result of beatings or hunger strikes in the last month, according to human rights groups and family members, bringing the total number of deaths to 15."
      },
      {
        "abstract": "Chinese police detain more than 100 members of banned Falun Gong movement in Tiananmen Square as defiant devotees mark first anniversary of huge sit-in that transformed obscure spiritual group into target of government wrath; photo (M)",
        "headline": {"main": "China Seizes 100 in Sect Trying to Celebrate Anniversary"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "organizations",
            "value": "FALUN GONG"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          }
        ],
        "print_page": "8",
        "pub_date": "2000-04-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/04/26/world/china-seizes-100-in-sect-trying-to-celebrate-anniversary.html",
        "news_desk": "Foreign Desk",
        "snippet": "The Chinese police detained more than 100 members of the banned Falun Gong movement today in Tiananmen Square. The defiant devotees were commemorating the anniversary of a huge demonstration that transformed the once obscure spiritual group into a ta",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd1f5918eb7c8105d74f739",
        "source": "The New York Times",
        "word_count": 606,
        "lead_paragraph": "The Chinese police detained more than 100 members of the banned Falun Gong movement today in Tiananmen Square. The defiant devotees were commemorating the anniversary of a huge demonstration that transformed the once obscure spiritual group into a target of the government's wrath. Numerous small groups of practitioners, some including children, straggled on to the square over the course of the morning. Most were simply dressed middle-age people trying to unfurl yellow banners, chant slogans or strike meditative poses in the brief moments before their arrests."
      },
      {
        "abstract": "Erik Eckholm comments on Beijing's Panjiayuan Antiques and Curios Market (Special Section, The Sophisticated Traveler) (Part 2 of 2-part section) (M)",
        "headline": {"main": "An Abundance Of Markets; BEIJING"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "ANTIQUES"
          },
          {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
          }
        ],
        "print_page": "18",
        "pub_date": "2000-05-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/05/14/magazine/an-abundance-of-markets-beijing.html",
        "news_desk": "Sophisticated Traveler Magazine",
        "snippet": "The serious patrons of Beijing's Panjia-yuan Antiques and Curios Market, better known as the ''Dirt Market,'' all go at the same time: Just after dawn on Saturday.    By 6:15 a.m. this semicovered market -- covering several acres just inside the east",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Travel; Magazine",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "Eckholm",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By Erik Eckholm"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd23d498eb7c8105d7d3029",
        "source": "The New York Times",
        "word_count": 273,
        "lead_paragraph": "The serious patrons of Beijing's Panjia-yuan Antiques and Curios Market, better known as the ''Dirt Market,'' all go at the same time: Just after dawn on Saturday. By 6:15 a.m. this semicovered market -- covering several acres just inside the east Third Ring Road -- is humming with hawkers and shoppers seeking everything from Ming and Qing dynasty vases to old gramophones and clocks, bronze figures and jade carvings, snuff bottles, embroidered silk robes, old books and coins, wooden chests and paintings."
      },
      {
        "abstract": "Political jockeying on China trade bill enters intensive final stretch; both Clinton administration and bill's opponents claim crucial backing from persecuted democracy leaders in China and in exile; dueling claims reflect sharp divisions within dissident community over whether China should have permanent trade ties with US, decision many see as most important test of American policy toward China since 1989 bloody crackdown on democracy protesters in Beijing; Chinese democracy leaders express opposite views about whether trade ties will increase or retard human rights and political freedoms; their conflicting messages have largely neutralized dissidents' impact on vote; photo (M)",
        "headline": {"main": "Conflicting Views Hinder Dissidents on China Trade Vote"},
        "keywords": [
          {
            "name": "persons",
            "value": "CLINTON, BILL"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "UNITED STATES"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "LAW AND LEGISLATION"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "12",
        "pub_date": "2000-05-19T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/05/19/world/conflicting-views-hinder-dissidents-on-china-trade-vote.html",
        "news_desk": "Foreign Desk",
        "snippet": "As political jockeying on a China trade bill entered an intensive final stretch, both the Clinton administration and its opponents claimed crucial backing today from persecuted democracy leaders in China and in exile.    The dueling claims are possib",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Washington",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd23d518eb7c8105d7d351d",
        "source": "The New York Times",
        "word_count": 1033,
        "lead_paragraph": "As political jockeying on a China trade bill entered an intensive final stretch, both the Clinton administration and its opponents claimed crucial backing today from persecuted democracy leaders in China and in exile. The dueling claims are possible because the dissident community is sharply divided over whether China should have permanent trade ties with the United States, a decision many see as the most important test of American policy toward China since 1989, when Beijing ordered a bloody crackdown on democracy protesters."
      },
      {
        "abstract": "More than 30,000 people gather for candlelight vigil in Hong Kong in remembrance of doomed democracy movement, 11 years after China quashed student protesters in Tiananmen Square (S)",
        "headline": {"main": "Hong Kong Remembers Tiananmen"},
        "keywords": [
          {
            "name": "glocations",
            "value": "HONG KONG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "12",
        "pub_date": "2000-06-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/06/05/world/hong-kong-remembers-tiananmen.html",
        "news_desk": "Foreign Desk",
        "snippet": "Eleven years after China turned its tanks and troops against student protesters in Tiananmen Square, more than 30,000 people gathered at a candlelight vigil here today to remember the doomed democracy movement.    This year's ceremony drew far fewer ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "LANDLER",
            "role": "reported",
            "firstname": "Mark"
          }],
          "original": "By MARK LANDLER"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd216808eb7c8105d790ac1",
        "source": "The New York Times",
        "word_count": 595,
        "lead_paragraph": "Eleven years after China turned its tanks and troops against student protesters in Tiananmen Square, more than 30,000 people gathered at a candlelight vigil here today to remember the doomed democracy movement. This year's ceremony drew far fewer people than last year's, when a crowd of 70,000 packed Victoria Park to mark the 10th anniversary of the massacre."
      },
      {
        "abstract": "Weeklong forum at United Nations meeting turns back efforts to reverse achievement of watershed conference held in Beijing in 1995, which articulated and affirmed what more than 180 nations could agree were universal rights of women (M)",
        "headline": {"main": "Rights Gains Are Preserved At U.N. Forum On Women"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "UNITED NATIONS"
          },
          {
            "name": "subject",
            "value": "DISCRIMINATION"
          },
          {
            "name": "subject",
            "value": "WOMEN"
          }
        ],
        "print_page": "4",
        "pub_date": "2000-06-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/06/11/world/rights-gains-are-preserved-at-un-forum-on-women.html",
        "news_desk": "Foreign Desk",
        "snippet": "Five years after a watershed conference held in Beijing articulated and affirmed what more than 180 nations could agree were the universal rights of women, a weeklong follow-up meeting ended yesterday at the United Nations with no significant victori",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "CROSSETTE",
            "role": "reported",
            "firstname": "Barbara"
          }],
          "original": "By BARBARA CROSSETTE"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd225228eb7c8105d7abd87",
        "source": "The New York Times",
        "word_count": 728,
        "lead_paragraph": "Five years after a watershed conference held in Beijing articulated and affirmed what more than 180 nations could agree were the universal rights of women, a weeklong follow-up meeting ended yesterday at the United Nations with no significant victories for opponents who have tried to reverse those gains. An all-night session Friday into yesterday, capping a week of heated arguments, preserved a range of women's rights including the most contentious, that ''women have the right to decide freely and responsibly on matters related to their sexuality'' and can do so without ''coercion, discrimination and violence.''"
      }
    ],
    "meta": {
      "time": 48,
      "hits": 33,
      "offset": 10
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}