{
  "response": {
    "docs": [
      {
        "abstract": "American Embassy in Beijing and American Chamber of Commerce there sponsor mock election for Chinese to vote for American presidential candidates; votes are almost 2 to 1 for Vice Pres Al Gore, with Chinese saying they think Gore would be good to China; Americans' past mock elections, and election-night parties, have been poorly attended, with Chinese often reluctant to be seen at embassy functions; this year, party is hottest ticket in town, with 2,000 students, professors, officials and others attending; photo (M)",
        "headline": {"main": "Gore Takes Beijing, Not That It Counts"},
        "keywords": [
          {
            "name": "persons",
            "value": "GORE, AL"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "AMERICAN CHAMBER OF COMMERCE"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "UNITED STATES FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "PRESIDENTIAL ELECTION OF 2000"
          },
          {
            "name": "subject",
            "value": "CHINA-INTERNATIONAL RELATIONS-US"
          }
        ],
        "print_page": "16",
        "pub_date": "2000-11-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/11/09/world/gore-takes-beijing-not-that-it-counts.html",
        "news_desk": "Foreign Desk",
        "snippet": "The Chaoyang District in this city is, of course, not the 51st state -- although with its ample sprinkling of Starbucks and McDonald's it bears at least a superficial resemblance to such a place.    So it was perhaps fitting that thousands of Chinese",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Washington",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd20a768eb7c8105d777740",
        "source": "The New York Times",
        "word_count": 850,
        "lead_paragraph": "The Chaoyang District in this city is, of course, not the 51st state -- although with its ample sprinkling of Starbucks and McDonald's it bears at least a superficial resemblance to such a place. So it was perhaps fitting that thousands of Chinese here donned red-white-and-blue campaign pins today and came out in record numbers to cast ballots for George W. Bush or Al Gore. And even as election officials in the United States grappled with a race that was too close to call, this mock election, sponsored by the American Embassy and American businesses, had unambiguous results: the votes went almost 2 to 1 for Mr. Gore."
      },
      {
        "abstract": "Western brands and businesses are making deepening inroads into China, with Starbucks Coffee opening cafe in Beijing's ancient Forbidden City, China's most hallowed historic place; China's market for most consumer goods and services is remarkably open, so much so that profits are often disappointing because of rabid competition; educated young Chinese are becoming consumers of products marketed by world's multinationals; photo (M)",
        "headline": {"main": "Globalization Puts a Starbucks Into the Forbidden City in Beijing"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "STARBUCKS COFFEE CO"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
          },
          {
            "name": "subject",
            "value": "RESTAURANTS"
          }
        ],
        "print_page": "1",
        "pub_date": "2000-11-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/11/25/business/globalization-puts-a-starbucks-into-the-forbidden-city-in-beijing.html",
        "news_desk": "Business/Financial Desk",
        "snippet": "Five million Chinese a year visit the ancient Forbidden City, walking across the acres of gray cobblestone, through the stately vermilion pavilions and beneath the orange glazed roof tiles of the capital's centuries-old palace complex.    But just be",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Business",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "S.",
            "role": "reported",
            "lastname": "SMITH",
            "firstname": "Craig"
          }],
          "original": "By CRAIG S. SMITH"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd20bbd8eb7c8105d77a4cf",
        "source": "The New York Times",
        "word_count": 865,
        "lead_paragraph": "Five million Chinese a year visit the ancient Forbidden City, walking across the acres of gray cobblestone, through the stately vermilion pavilions and beneath the orange glazed roof tiles of the capital's centuries-old palace complex. But just before they enter the Palace of Heavenly Purity, once the residence of China's emperors and still the symbolic center of the Chinese universe, they now see another color: the forest green logo of Starbucks Coffee."
      },
      {
        "abstract": "Starbucks, special target of anti-globalization demonstrations in Seattle last year, now has 566 outlets in 18 foreign countries, although Chinese public indignation forced removal of signs from shop in Beijing's Forbidden City; photo (S)",
        "headline": {"main": "Ideas & Trends"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "STARBUCKS CORP"
          },
          {
            "name": "subject",
            "value": "SIGNS"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "COFFEE"
          }
        ],
        "print_page": "6",
        "pub_date": "2000-12-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/12/03/weekinreview/ideas-trends-491438.html",
        "news_desk": "Week in Review Desk",
        "snippet": "A year ago, demonstraters in Seattle ransacked a Starbucks Coffee store, venting their rage on that very visible symbol of globalization. Today, there are 566 Starbucks outlets in 18 foreign countries. There are also 15,751 McDonaldses in 119 foreign",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Week in Review",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "Edidin",
            "role": "reported",
            "firstname": "Peter"
          }],
          "original": "By Peter Edidin"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd22d6b8eb7c8105d7bab7c",
        "source": "The New York Times",
        "word_count": 132,
        "lead_paragraph": "A year ago, demonstraters in Seattle ransacked a Starbucks Coffee store, venting their rage on that very visible symbol of globalization. Today, there are 566 Starbucks outlets in 18 foreign countries. There are also 15,751 McDonaldses in 119 foreign lands, as well innumerable Pizza Huts, KFC's, Dominoes, Burger Kings and other American fast food brands blanketing the globe. Surely, in an age when everybody eats and runs, this a wonderful thing? Not to all. Two months ago Starbucks set up shop in Beijing's Forbidden City, across from the former Imperial Palace. The Chinese, according to the official China Consumer Journal, were traumatized by this capitalist intrusion into a sacred space. '' 'God!' they exclaim, 'Not the Forbidden City,' '' reported the journal."
      }
    ],
    "meta": {
      "time": 10,
      "hits": 33,
      "offset": 30
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}