{
  "response": {
    "docs": [
      {
        "abstract": "Southeast Asian developer CapitaLand agrees to buy two Beijing shopping malls from Beijing Hualian Group Investment Holding Co for 345 million Singapore dollars ($211 million), continuing its expansion in China; photo (S)",
        "headline": {"main": "World Business Briefing | Asia: China: Shopping Malls Acquired"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "CAPITALAND"
          },
          {
            "name": "organizations",
            "value": "BEIJING HUALIAN GROUP INVESTMENT HOLDING CO"
          },
          {
            "name": "subject",
            "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"
          },
          {
            "name": "subject",
            "value": "SHOPPING CENTERS"
          },
          {
            "name": "subject",
            "value": "RETAIL STORES AND TRADE"
          }
        ],
        "print_page": "3",
        "pub_date": "2005-01-05T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C06E6D71339F936A35752C0A9639C8B63",
        "news_desk": "Business/Financial Desk",
        "snippet": "CapitaLand, a Southeast Asian developer, agreed to buy two Beijing shopping malls from a retailer, the Beijing Hualian Group Investment Holding Company, for 345 million Singapore dollars ($211 million), continuing its expansion in China. The two comp",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Business",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd257128eb7c8105d800d81",
        "source": "Bloomberg News",
        "word_count": 157,
        "lead_paragraph": "CapitaLand, a Southeast Asian developer, agreed to buy two Beijing shopping malls from a retailer, the Beijing Hualian Group Investment Holding Company, for 345 million Singapore dollars ($211 million), continuing its expansion in China. The two companies are also forming a 50-50 joint venture to provide marketing and retail management services for malls, including one of the shopping centers covered by the purchase agreement, CapitaLand said in a statement filed with the stock exchange. CapitaLand, which is based in Singapore, is pushing into China to tap rising retail demand and to expand beyond Singapore. In December, the company agreed to pay the Shenzhen International Trust and Investment Company 196 million Singapore dollars ($119.6 million) for a controlling stake in six malls in China with Wal-Mart outlets. ''With these acquisitions, and with more acquisitions in the pipeline, we will establish and enlarge CapitaLand's retail footprint in China,'' the chief executive, Liew Mun Leong, above, said in the statement."
      },
      {
        "abstract": "Newborn boy at Beijing hospital is designated 1.3 billionth citizen in China; State Commission for Population and Family Planning reports that average number of children in Chinese family has dropped from 5.8 in early 70's to 1.8 now (S)",
        "headline": {"main": "World Briefing | Asia: China: 1.3 Billion, And It's A Boy"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "RECORDS AND ACHIEVEMENTS"
          },
          {
            "name": "subject",
            "value": "POPULATION"
          },
          {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
          }
        ],
        "print_page": "8",
        "pub_date": "2005-01-06T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9400EED91039F935A35752C0A9639C8B63",
        "news_desk": "Foreign Desk",
        "snippet": "China's official population hit 1.3 billion, state media said. Although the figure was a projection based on the current growth rate, a newborn boy at a Beijing hospital was designated the 1.3 billionth citizen. He was awarded a certificate, and seni",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd241508eb7c8105d7d9caa",
        "source": "Agence France-Presse",
        "word_count": 117,
        "lead_paragraph": "China's official population hit 1.3 billion, state media said. Although the figure was a projection based on the current growth rate, a newborn boy at a Beijing hospital was designated the 1.3 billionth citizen. He was awarded a certificate, and senior government officials were on hand for the occasion. The official New China News Agency said that the event ''might have come four years earlier if it were not for the family planning policy the Chinese government adopted more than three decades ago.'' According to the State Commission for Population and Family Planning, the average number of children of a Chinese family has dropped from 5.8 in the early 1970's to 1.8 now, the news agency said."
      },
      {
        "abstract": "South Korean legislators, who were preparing to hold press conference in Beijing, China, about conditions of North Korean refugees in China, demand apology from Chinese government after meeting is interrupted by unidentifed men who forced reporters and photographers out of building (S)",
        "headline": {"main": "World Briefing | Asia: China: South Korean Lawmakers Demand Apology For Ruckus"},
        "keywords": [
          {
            "name": "glocations",
            "value": "SOUTH KOREA"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
          },
          {
            "name": "subject",
            "value": "FREEDOM OF THE PRESS"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "12",
        "pub_date": "2005-01-14T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9F05E4DB1438F937A25752C0A9639C8B63",
        "news_desk": "Foreign Desk",
        "snippet": "Four South Korean legislators demanded that China punish a ''dozen or so unidentified ruffians'' who forced 40 reporters and photographers out of a room in the Great Wall Sheraton Hotel in Beijing on Wednesday, preventing the legislators from holding",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "Brooke",
            "role": "reported",
            "lastname": "NYT",
            "firstname": "James"
          }],
          "original": "By James Brooke (NYT)"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2443a8eb7c8105d7de2bf",
        "source": "The New York Times",
        "word_count": 75,
        "lead_paragraph": "Four South Korean legislators demanded that China punish a ''dozen or so unidentified ruffians'' who forced 40 reporters and photographers out of a room in the Great Wall Sheraton Hotel in Beijing on Wednesday, preventing the legislators from holding a press conference about the conditions of North Korean refugees in China. The ''ruffians'' who turned off the hall lights, shoved several reporters and punched an Associated Press photographer were apparently plainclothes policemen. James Brooke (NYT)"
      },
      {
        "abstract": "Zhao Ziyang, former Communist Party chief deposed for opposing violent crackdown on democracy protesters in Tiananmen Square, Beijing, in 1989, has fallen into coma after suffering multiple strokes; has been under house arrest since 1989; police step up security in event that Zhao's death sets off popular protests (M)",
        "headline": {"main": "Leader Purged By Chinese Is in a Coma"},
        "keywords": [
          {
            "name": "persons",
            "value": "ZHAO ZIYANG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "COMMUNISM"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "BIOGRAPHICAL INFORMATION"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "16",
        "pub_date": "2005-01-16T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/16/international/asia/16zhao.html",
        "news_desk": "Foreign Desk",
        "snippet": "Zhao Ziyang, a former Communist Party chief deposed for opposing the violent crackdown on democracy protesters in 1989, has fallen into a coma after suffering multiple strokes.",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd257158eb7c8105d800f13",
        "source": "The New York Times",
        "word_count": 498,
        "lead_paragraph": "Zhao Ziyang, a former Communist Party chief deposed for opposing the violent crackdown on democracy protesters in 1989, has fallen into a coma after suffering multiple strokes, people in contact with his family said Saturday. The police stepped up security around Beijing as the government prepared for the possibility that the death of Mr. Zhao, who advocated faster political and economic reform before losing power, could set off popular protests."
      },
      {
        "abstract": "Chinese leaders impose ban on news reports about death of Zhao Ziyang, former Communist Party chief who opposed 1989 crackdown on democracy protesters in Tiananmen Square; his official obituary is expected to treat him as pariah; tight control over news of his death suggests that Pres Hu Jintao might not permit even modest posthumous rehabilitation of Zhao or re-examination of killings of hundreds of demonstrators; photo (M)",
        "headline": {"main": "China Gives Zhao's Death Scant Notice"},
        "keywords": [
          {
            "name": "persons",
            "value": "ZHAO ZIYANG"
          },
          {
            "name": "persons",
            "value": "HU JINTAO"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "COMMUNISM"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          },
          {
            "name": "subject",
            "value": "DEATHS (OBITUARIES)"
          }
        ],
        "print_page": "13",
        "pub_date": "2005-01-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/18/international/asia/18zhao.html",
        "news_desk": "Foreign Desk",
        "snippet": "Chinese leaders imposed a ban on news reports about the death of Zhao Ziyang, who opposed the 1989 crackdown on protesters.",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd25a738eb7c8105d807469",
        "source": "The New York Times",
        "word_count": 743,
        "lead_paragraph": "Chinese leaders on Monday imposed a ban on news reports about the death of Zhao Ziyang, a former Communist Party chief who opposed the 1989 crackdown on democracy protesters, suggesting that his official obituary will treat him as a pariah. The New China News Agency issued a terse dispatch announcing that Mr. Zhao, who was 85, had died early Monday morning. But the news agency identified Mr. Zhao simply as a ''comrade,'' not as China's former top political leader, and the main evening news broadcast made no mention of his passing."
      },
      {
        "abstract": "Editorial comment by David C Unger in form of appreciation of Zhao Ziyang, former Communist Party leader who died after more than 15 years of house arrest; says he recognized that China's economic liberalization would need to be complemented by political liberalization, which is why he argued against sending troops against students in Tiananmen Square; says those views cost him support of Chinese leadership and led to his ouster; says only when political freedom revives in China will he be given his due",
        "headline": {
          "kicker": "APPRECIATIONS",
          "main": "China's Lost Leader"
        },
        "keywords": [
          {
            "name": "persons",
            "value": "ZHAO ZIYANG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "22",
        "pub_date": "2005-01-20T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/20/opinion/20thu4.html",
        "news_desk": "Editorial Desk",
        "snippet": "Few figures have played a larger role in shaping today's China, particularly its most positive features, than Zhao Ziyang, the former Communist Party leader who died Monday.",
        "type_of_material": "Editorial",
        "blog": [],
        "section_name": "Opinion",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "C.",
            "role": "reported",
            "lastname": "UNGER",
            "firstname": "David"
          }],
          "original": "By DAVID C. UNGER"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2a5da8eb7c8105d88d718",
        "source": "The New York Times",
        "word_count": 402,
        "lead_paragraph": "Few figures have played a larger role in shaping today's China, particularly its most positive features, than Zhao Ziyang, the former Communist Party leader who died Monday after more than 15 years of house arrest. In trying to treat his death as virtually a state secret, China's current leaders reveal more than they intend about their own profound feelings of political insecurity. Powerful as they are, China's rulers have let themselves be spooked by a ghost, even to the point of defying the tradition of granting full official funeral honors to ranking former leaders, regardless of ideological differences. It may be possible to airbrush Mr. Zhao temporarily out of official Communist iconography. In the long term, China's people will surely reclaim a more honest history. Mr. Zhao lived quietly and obscurely after being purged during the Tiananmen Square upheaval of 1989. But his great legacy, the market-based reforms of which he was the principal architect, have fundamentally reshaped China, liberating pent-up economic energy, powering decades of growth and lifting hundreds of millions of people out of poverty."
      },
      {
        "abstract": "Joseph Kahn article holds that China's heavy-handed efforts to define 1989 Beijing uprising as 'counterrevolutionary riot' have helped elevate it to almost mythic status among older Chinese; says campaign to eradicate memory of Zhao Ziyang, who died on Jan 17 and led government through much of 1980's, has enhanced his reputation among many Chinese and even policymakers in White House (M)",
        "headline": {"main": "The Ghost of Tiananmen Continues to Haunt China's Rulers"},
        "keywords": [
          {
            "name": "persons",
            "value": "ZHAO ZIYANG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          }
        ],
        "print_page": "5",
        "pub_date": "2005-01-23T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/23/weekinreview/23joek.html",
        "news_desk": "Week in Review Desk",
        "snippet": "The campaign to eradicate Zhao Ziyang's memory has enhanced his reputation among former colleagues, Chinese intellectuals, journalists and White House policymakers.",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Washington; Week in Review",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd241528eb7c8105d7d9e98",
        "source": "The New York Times",
        "word_count": 787,
        "lead_paragraph": "LAST week, President Hu Jintao delivered a eulogy in Beijing's Great Hall of the People before 700 senior cadres and the nine members of the Politburo Standing Committee. The next morning, the front page of The People's Daily, the party's mouthpiece, extolled the ''outstanding achievements'' of the deceased. Such elaborate state ceremonies generally commemorate a figure of towering national importance, someone like Zhao Ziyang, who died Monday and led the Chinese government and ruling party through much of the 1980's."
      },
      {
        "abstract": "Police in Beijing secure Xiushui Street, known as Silk Alley, and workers demolish stalls where vendors sold knockoff products, to make way for government-built glass-enclosed shopping mall; photo (M)",
        "headline": {
          "kicker": "ADVISORY: TRAVEL NOTES",
          "main": "Beijing Closes 'Silk Alley,' And the Fake-Label Center Knocks Off the Knockoffs"
        },
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "VENDORS, STREET"
          },
          {
            "name": "subject",
            "value": "COUNTERFEIT MERCHANDISE"
          },
          {
            "name": "subject",
            "value": "SHOPPING CENTERS"
          },
          {
            "name": "subject",
            "value": "RETAIL STORES AND TRADE"
          }
        ],
        "print_page": "2",
        "pub_date": "2005-01-23T00:00:00Z",
        "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9C05E5DC1238F930A15752C0A9639C8B63",
        "news_desk": "Travel Desk",
        "snippet": "In the world of counterfeit goods, a world in which China is the undisputed capital, there is no place like Silk Alley in Beijing.    For years vendors, squeezed into a warren of tiny stalls, sold all manner of pirated products -- Prada bags, Louis V",
        "type_of_material": "News",
        "blog": [],
        "section_name": null,
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd257178eb7c8105d800fe6",
        "source": "The New York Times",
        "word_count": 316,
        "lead_paragraph": "In the world of counterfeit goods, a world in which China is the undisputed capital, there is no place like Silk Alley in Beijing. For years vendors, squeezed into a warren of tiny stalls, sold all manner of pirated products -- Prada bags, Louis Vuitton luggage, Reebok shoes, Rolex watches -- that often resembled the real thing in everything but price. Silk Alley, known locally as Xiushui Street, appeared in every major guidebook and competed with the Great Wall as a tourist draw."
      },
      {
        "abstract": "Chinese authorities and family of Zhao Ziyang, former Communist Party chief, are deadlocked over his funeral arrangements, more than week after his death; political disputes about how to commemorate him appear to be increasing; one party elder seeks posthumous rehabilitation of Zhao, who was purged for opposing crackdown on dissent in Beijing in 1989; delay in setting date for funeral could indicate that party is having trouble satisfying demands to honor Zhao, even as it tries to reaffirm wisdom of violent crackdown that led to his downfall (M)",
        "headline": {"main": "Coming Funeral of Zhao Is Tangled in Quarrels"},
        "keywords": [
          {
            "name": "persons",
            "value": "ZHAO ZIYANG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          },
          {
            "name": "subject",
            "value": "DEATHS (OBITUARIES)"
          }
        ],
        "print_page": "3",
        "pub_date": "2005-01-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/25/international/asia/25zhao.html",
        "news_desk": "Foreign Desk",
        "snippet": "Chinese authorities and the family of Zhao Ziyang were deadlocked over his funeral arrangements, more than a week after his death.",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd283998eb7c8105d8518ce",
        "source": "The New York Times",
        "word_count": 686,
        "lead_paragraph": "Chinese authorities and the family of Zhao Ziyang, a former Communist Party chief, were deadlocked over his funeral arrangements on Monday, more than a week after his death, as political disputes about how to commemorate the fallen leader appeared to increase. A party elder circulated a letter that called for the posthumous rehabilitation of Mr. Zhao, who was purged for opposing the crackdown on dissent in Beijing in 1989. Intellectuals and opposition figures in the capital were abuzz with rumors, so far unconfirmed, that several retired Politburo members had indicated their desire to attend Mr. Zhao's burial service."
      },
      {
        "abstract": "Adidas-Salomon says it will be major sponsor of Olympic Games in Beijing in 2008; Chinese athletes will wear Adidas brand shoes and sportswear throughout Games; announcement is part of Adidas's ambitious hopes for China; company intends to increase its stores in China to 4,000 by 2008 from 1,300 now, and to expand its revenues to more than 1 billion euros ($1.3 billion) by end of decade; photo (M)",
        "headline": {
          "kicker": "INTERNATIONAL BUSINESS",
          "main": "Let the Competition Begin"
        },
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "ADIDAS-SALOMON AG"
          },
          {
            "name": "subject",
            "value": "SHOES AND BOOTS"
          },
          {
            "name": "subject",
            "value": "MARKETING AND MERCHANDISING"
          },
          {
            "name": "subject",
            "value": "ADVERTISING AND MARKETING"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES"
          },
          {
            "name": "subject",
            "value": "SUMMER GAMES (OLYMPICS)"
          },
          {
            "name": "subject",
            "value": "ATHLETICS AND SPORTS"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES (2008)"
          }
        ],
        "print_page": "6",
        "pub_date": "2005-01-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2005/01/25/business/worldbusiness/25shoes.html",
        "news_desk": "Business/Financial Desk",
        "snippet": "China is better known for making the world's sports shoes rather than wearing them, but the world's biggest athletic shoe brands are in a race to change that.",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Business",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "BUCKLEY",
            "role": "reported",
            "firstname": "Chris"
          }],
          "original": "By CHRIS BUCKLEY"
        },
        "subsection_name": null,
        "multimedia": [{
          "height": 75,
          "subtype": "thumbnail",
          "type": "image",
          "url": "images/2005/01/25/business/shoes.75.jpg",
          "legacy": {
            "thumbnail": "images/2005/01/25/business/shoes.75.jpg",
            "hasthumbnail": "Y",
            "thumbnailheight": 75
          }
        }],
        "_id": "4fd241528eb7c8105d7d9ed5",
        "source": "The New York Times",
        "word_count": 726,
        "lead_paragraph": "China is better known for making most of the world's sports shoes rather than wearing them, but the world's biggest athletic shoe brands are in a race here to change that. Adidas-Salomon announced Monday that it would be a major sponsor of the Olympic Games in Beijing in 2008. Chinese athletes will wear the Adidas brand shoes and sportswear throughout the Games."
      }
    ],
    "meta": {
      "time": 42,
      "hits": 50,
      "offset": 0
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}