{
  "response": {
    "docs": [
      {
        "abstract": "New York City and Chicago are lobbying hard over which city will become take-off point for lucrative set of new flights to China scheduled to begin next April; in New York's corner is Delta Air Lines, which wants to fly to Beijing from John F Kennedy International Airport; American Airlines wants to fly from O'Hare International Airport in Chicago to Shanghai; bickering between Delta and American may help open door to another well-connected contender: United Parcel Service, since bilateral aviation agreement with China forces Transportation Department officials to choose between passenger and cargo carriers, rather than allocating routes to each separately; graph; photos (M)",
        "headline": {"main": "New China Flights Put Old Foes at Odds; New York, Chicago and 3 Airlines Lobby Hard for Lucrative Market"},
        "keywords": [
          {
            "name": "glocations",
            "value": "NEW YORK CITY"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "SHANGHAI (CHINA)"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "CHICAGO (ILL)"
          },
          {
            "name": "organizations",
            "value": "AMERICAN AIRLINES"
          },
          {
            "name": "organizations",
            "value": "TRANSPORTATION DEPARTMENT"
          },
          {
            "name": "organizations",
            "value": "UNITED PARCEL SERVICE OF AMERICA INC"
          },
          {
            "name": "organizations",
            "value": "DELTA AIR LINES INC"
          },
          {
            "name": "subject",
            "value": "AIRLINES AND AIRPLANES"
          },
          {
            "name": "subject",
            "value": "KENNEDY INTERNATIONAL AIRPORT (NYC)"
          },
          {
            "name": "subject",
            "value": "AIRPORTS"
          },
          {
            "name": "subject",
            "value": "O'HARE INTERNATIONAL AIRPORT (CHICAGO)"
          },
          {
            "name": "subject",
            "value": "LOBBYING AND LOBBYISTS"
          }
        ],
        "print_page": "1",
        "pub_date": "2000-07-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/07/11/business/new-china-flights-put-old-foes-odds-new-york-chicago-3-airlines-lobby-hard-for.html",
        "news_desk": "Business/Financial Desk",
        "snippet": "For more than a century, New York and Chicago have alternated outdoing each other by building the tallest skyscraper in the United States. Their art museums have long competed for some of the world's great paintings. And their sports teams -- be it t",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Business",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "LEONHARDT",
            "role": "reported",
            "firstname": "David"
          }],
          "original": "By DAVID LEONHARDT"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd22b3a8eb7c8105d7b6977",
        "source": "The New York Times",
        "word_count": 1772,
        "lead_paragraph": "For more than a century, New York and Chicago have alternated outdoing each other by building the tallest skyscraper in the United States. Their art museums have long competed for some of the world's great paintings. And their sports teams -- be it the Giants and Bears in the early days of professional football or the Knicks and Bulls in basketball more recently -- have repeatedly battled for championships. Now comes the latest skirmish in a long civic rivalry: the behind-the-scenes struggle over which city might become the take-off point for a lucrative set of new flights to China scheduled to begin next April. The decision -- due this summer from the Transportation Department amid a flurry of subtle lobbying from members of Congress and former top Clinton administration officials -- has added importance because of the increase in travel that is expected to follow China's entrance to the World Trade Organization."
      },
      {
        "abstract": "Chinese police and Falun Gong followers play grim game in Beijing's Tiananmen Square as lean young cadets dash across vast open space to snatch down ocher banners briefly unfurled by middle-aged members of banned sect; protests, and arrests, increase with approach of first anniversary of government crackdown on spiritual movement (M)",
        "headline": {"main": "Persistent Protesters From Banned Sect Keep Beijing Police on Edge"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "organizations",
            "value": "FALUN GONG"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          }
        ],
        "print_page": "3",
        "pub_date": "2000-07-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/07/21/world/persistent-protesters-from-banned-sect-keep-beijing-police-on-edge.html",
        "news_desk": "Foreign Desk",
        "snippet": "The police and Falun Gong followers played a grim game in Tiananmen Square today, with lean young cadets dashing across the vast open space to snatch down ocher banners briefly unfurled by middle-aged members of the banned spiritual discipline.    Do",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "S.",
            "role": "reported",
            "lastname": "SMITH",
            "firstname": "Craig"
          }],
          "original": "By CRAIG S. SMITH"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd236c18eb7c8105d7c8c7f",
        "source": "The New York Times",
        "word_count": 907,
        "lead_paragraph": "The police and Falun Gong followers played a grim game in Tiananmen Square today, with lean young cadets dashing across the vast open space to snatch down ocher banners briefly unfurled by middle-aged members of the banned spiritual discipline. Dozens, perhaps hundreds, of the group's followers have been taken into custody in recent days as protests increase to mark the first anniversary of the government's crackdown on the movement that swept the country in the late 1990's, gathering millions of adherents. The arrests and a pervasive anti-Falun Gong propaganda campaign may have shrunk the group's numbers, but they have also hardened the will of those followers who remain."
      },
      {
        "abstract": "Computer technology entrepreneurship in China is being led by university students, with spirit akin to start-ups that created and continue to fuel Silicon Valley; Beijing's chaotic Zhongguancun neighborhood, site of some of nation's best universities and government's designated high-technology zone, is home to a fledgling Internet industry as well as better-known Chinese computer companies; startup Internet company called Beijing East Doctors Information Technology is run by six doctoral students in Qinghua University dormitory; photos (M)",
        "headline": {"main": "Silicon Valley's Primal Spirit Lives On, in a Part of Beijing"},
        "keywords": [
          {
            "name": "glocations",
            "value": "SILICON VALLEY (CALIF)"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "QINGHUA UNIVERSITY"
          },
          {
            "name": "organizations",
            "value": "BEIJING EAST DOCTORS INFORMATION TECHNOLOGY"
          },
          {
            "name": "subject",
            "value": "ENTREPRENEURSHIP"
          },
          {
            "name": "subject",
            "value": "COMPUTERS AND THE INTERNET"
          }
        ],
        "print_page": "1",
        "pub_date": "2000-08-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/08/04/business/silicon-valley-s-primal-spirit-lives-on-in-a-part-of-beijing.html",
        "news_desk": "Business/Financial Desk",
        "snippet": "Anyone searching for the soul of China's Silicon Valley can find it here, up four flights of concrete stairs, past walls with peeling paint and ledges strewn with beer bottles, down a darkened hallway and inside what was once the student activity roo",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Technology; Front Page; Business",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "MARKOFF",
            "role": "reported",
            "firstname": "John"
          }],
          "original": "By JOHN MARKOFF"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd236c88eb7c8105d7c92ca",
        "source": "The New York Times",
        "word_count": 1396,
        "lead_paragraph": "Anyone searching for the soul of China's Silicon Valley can find it here, up four flights of concrete stairs, past walls with peeling paint and ledges strewn with beer bottles, down a darkened hallway and inside what was once the student activity room at Qinghua University Dormitory No. 20. It is here that a visitor will find the makeshift research and development offices of the fledgling company called Beijing East Doctors Information Technology (''doctors'' as in Ph.D.'s, not medical doctors)."
      },
      {
        "abstract": "City government of Beijing mounts exhibit on evils of bribery, embezzlement and fraud as part of growing national propaganda campaign that officials hope will scare off potential economic criminals and convince an angry and skeptical population that the authorities are battling corruption; among cautionary exhibits are those on an embezzler sentenced to life in prison and a former legislator now on death row for extorting $5 million; many visitors leave the exhibition dissatisfied, for it fails to acknowledge depth to which corruption has infected Communist Party; photo (M)",
        "headline": {"main": "Beijing Journal; For a While, Crime Paid. Then Came This Exhibit."},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "FRAUDS AND SWINDLING"
          },
          {
            "name": "subject",
            "value": "EMBEZZLEMENT"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "ETHICS"
          },
          {
            "name": "subject",
            "value": "EXTORTION AND BLACKMAIL"
          },
          {
            "name": "subject",
            "value": "BRIBERY"
          },
          {
            "name": "subject",
            "value": "CRIME AND CRIMINALS"
          }
        ],
        "print_page": "4",
        "pub_date": "2000-08-24T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/08/24/world/beijing-journal-for-a-while-crime-paid-then-came-this-exhibit.html",
        "news_desk": "Foreign Desk",
        "snippet": "The multitudes visiting Beijing's newest museum exhibit are greeted by pretty young guides in neat white dresses. Providing nonstop fact-filled commentary through a half-hour tour, the escorts cheerfully explain highlights of the posters and showcase",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd225238eb7c8105d7abdd4",
        "source": "The New York Times",
        "word_count": 1109,
        "lead_paragraph": "The multitudes visiting Beijing's newest museum exhibit are greeted by pretty young guides in neat white dresses. Providing nonstop fact-filled commentary through a half-hour tour, the escorts cheerfully explain highlights of the posters and showcases that fill two large halls of the Military Museum. The scene resembles a commercial fair or a convention, and you would hardly guess that the show is devoted to an evil that Communist leaders call one of the gravest threats to China's stability."
      },
      {
        "abstract": "Five veterans of 1989 Tiananmen Square democracy movement sue Chinese leader Li Peng in federal court in New York for human rights abuses stemming from his role in military crackdown; photo; Li, in New York for UN parliamentary conference, is served with court summons at Waldorf Towers (M)",
        "headline": {"main": "Chinese Leader Sued in New York Over Deaths Stemming From Tiananmen Crackdown"},
        "keywords": [
          {
            "name": "persons",
            "value": "LI PENG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "SUITS AND LITIGATION"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "6",
        "pub_date": "2000-09-01T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/09/01/world/chinese-leader-sued-in-new-york-over-deaths-stemming-from-tiananmen-crackdown.html",
        "news_desk": "Foreign Desk",
        "snippet": "Five veterans of the 1989 Tiananmen Square democracy movement are suing Li Peng, the chairman of China's National People's Congress, in a federal court in New York for human rights abuses stemming from his role in the military crackdown that killed h",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "WONG",
            "role": "reported",
            "firstname": "Edward"
          }],
          "original": "By EDWARD WONG"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd245898eb7c8105d7dffbd",
        "source": "The New York Times",
        "word_count": 906,
        "lead_paragraph": "Five veterans of the 1989 Tiananmen Square democracy movement are suing Li Peng, the chairman of China's National People's Congress, in a federal court in New York for human rights abuses stemming from his role in the military crackdown that killed hundreds of civilians in Beijing. It is the first time that such a legal action has been taken in this country against a Chinese official."
      },
      {
        "abstract": "Beijing (China) Forestry Bureau officers raid restaurant and rescue black bears that restaurant had been keeping in tiny cages, milking bears' gall bladders of bile to sell for its reputed medicinal value; bureau acts after sensational account of situation in Beijing Morning Post; bears are taken to Beijing Wildlife Rescue Center; are still recovering from their ordeal and may wind up in special reserve or zoo, in an episode that reflects changing attitudes about animal welfare among China's emerging middle class (M)",
        "headline": {"main": "Near Beijing, Three Bears Find Rescue And Refuge"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "RESCUES"
          },
          {
            "name": "subject",
            "value": "BEARS"
          },
          {
            "name": "subject",
            "value": "CRUELTY TO ANIMALS"
          }
        ],
        "print_page": "13",
        "pub_date": "2000-09-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/09/03/world/near-beijing-three-bears-find-rescue-and-refuge.html",
        "news_desk": "Foreign Desk",
        "snippet": "For years, the woman heard the moaning of animals. Finally last month she could not stand it any more.     She called a newspaper to report that a restaurant nearby was keeping three black bears in tiny cages, milking their gall bladders of bile to s",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ECKHOLM",
            "role": "reported",
            "firstname": "Erik"
          }],
          "original": "By ERIK ECKHOLM"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd21a6c8eb7c8105d798fca",
        "source": "The New York Times",
        "word_count": 708,
        "lead_paragraph": "For years, the woman heard the moaning of animals. Finally last month she could not stand it any more. She called a newspaper to report that a restaurant nearby was keeping three black bears in tiny cages, milking their gall bladders of bile to sell for its reputed medicinal value."
      },
      {
        "abstract": "Beijing, China, is preparing for Summer Olympics of 2008, to which capital desperately wants to play host, even though International Olympic Committee will not select venue for another year; Chinese suffered huge loss of face in 1993 after Sydney, Australia, was selected by slimmest of margins for 2000 Summer Games; photo (M)",
        "headline": {"main": "Beijing Journal; For a Prize That's Olympian, China Jumps the Gun"},
        "keywords": [
          {
            "name": "glocations",
            "value": "SYDNEY (AUSTRALIA)"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "INTERNATIONAL OLYMPIC COMMITTEE"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES (2000)"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES"
          },
          {
            "name": "subject",
            "value": "SUMMER GAMES (OLYMPICS)"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES (2008)"
          }
        ],
        "print_page": "4",
        "pub_date": "2000-09-06T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/09/06/world/beijing-journal-for-a-prize-that-s-olympian-china-jumps-the-gun.html",
        "news_desk": "Foreign Desk",
        "snippet": "It seems recently that all of Beijing is flushed with Olympic fever, busy making preparations. The posters are up at Beijing International Airport. Commemorative stamps have been issued. Taxi drivers are learning English to prepare for the influx of ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd21a6a8eb7c8105d798ec3",
        "source": "The New York Times",
        "word_count": 959,
        "lead_paragraph": "It seems recently that all of Beijing is flushed with Olympic fever, busy making preparations. The posters are up at Beijing International Airport. Commemorative stamps have been issued. Taxi drivers are learning English to prepare for the influx of foreign guests. The logo is cropping up on key chains and bumper stickers. Sydney? Oh no, not that Olympics. Not the one that begins on Sept. 15 in Australia."
      },
      {
        "abstract": "Letter from Mark Zidzik says China would surely fulfill its goal of having 2008 Olympics held in Beijing (Sept 6 article) if it evacuated Tibet and returned it to Tibetans",
        "headline": {"main": "A Chinese Goal for 2008"},
        "keywords": [
          {
            "name": "persons",
            "value": "ZIDZIK, MARK"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIBET"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES (2008)"
          }
        ],
        "print_page": "24",
        "pub_date": "2000-09-11T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/09/11/opinion/l-a-chinese-goal-for-2008-062057.html",
        "news_desk": "Editorial Desk",
        "snippet": " To the Editor:    Re ''For a Prize That's Olympian, China Jumps the Gun'' (Beijing Journal, Sept. 6):   ",
        "type_of_material": "Letter",
        "blog": [],
        "section_name": "Opinion",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd21a718eb7c8105d799284",
        "source": "The New York Times",
        "word_count": 100,
        "lead_paragraph": "To the Editor: Re ''For a Prize That's Olympian, China Jumps the Gun'' (Beijing Journal, Sept. 6):"
      },
      {
        "abstract": "Specialized middle school in Beijing prepares ordinary children for Beijing opera, a most rarefied art that now struggles to survive amid a wealth of cultural forms only recently permitted in China and in face of steep drop in government support; tuition at school, once free, is now $600 a year; government support for Beijing opera has dropped steeply as country's planned economy gives way to market forces; every city in China was once required to have an opera troupe, but today there are fewer than 60 troupes nationwide, and some provinces do not have any; photo (M)",
        "headline": {
          "kicker": "ARTS ABROAD",
          "main": "In an MTV World, an Ancient Art Courts Followers"
        },
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "EDUCATION AND SCHOOLS"
          },
          {
            "name": "subject",
            "value": "TUITION"
          },
          {
            "name": "subject",
            "value": "FINANCES"
          },
          {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
          },
          {
            "name": "subject",
            "value": "OPERA"
          },
          {
            "name": "subject",
            "value": "BUDGETS AND BUDGETING"
          }
        ],
        "print_page": "2",
        "pub_date": "2000-09-21T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/09/21/arts/arts-abroad-in-an-mtv-world-an-ancient-art-courts-followers.html",
        "news_desk": "The Arts/Cultural Desk",
        "snippet": "A familiar cacophony echoes in the school's peeling cement halls, just regular youngsters letting off steam during a break between classes. The boys are in tracksuits and Nikes, the giggly preteenage girls in Hello Kitty T-shirts and platform shoes. ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Arts; Education",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "Rosenthal",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By Elisabeth Rosenthal"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd23c3d8eb7c8105d7d1b7a",
        "source": "The New York Times",
        "word_count": 907,
        "lead_paragraph": "A familiar cacophony echoes in the school's peeling cement halls, just regular youngsters letting off steam during a break between classes. The boys are in tracksuits and Nikes, the giggly preteenage girls in Hello Kitty T-shirts and platform shoes. But somewhere in the background is the high-pitched sawing of a jinghu, an ancient Chinese string instrument. And no one seems to take much notice when a creature with a bleached white face splotched with brilliant colors carrying a sword rounds a bend in the stairs."
      },
      {
        "abstract": "Correction of October 11 Arts Abroad column on return of stadium rock concert to Beijing",
        "headline": {"main": "Corrections"},
        "keywords": [
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "MUSIC"
          },
          {
            "name": "subject",
            "value": "CORRECTION STORIES"
          }
        ],
        "print_page": "2",
        "pub_date": "2000-10-30T00:00:00Z",
        "web_url": "http://www.nytimes.com/2000/10/30/nyregion/c-corrections-928330.html",
        "news_desk": "Metropolitan Desk",
        "snippet": "Because of an editing error, an Arts Abroad article on Oct. 11 about the return of the stadium rock concert to Beijing misstated the type of series that is being sponsored at a popular club there by VH-1's regional music channel. It is an independent",
        "type_of_material": "Correction",
        "blog": [],
        "section_name": "Corrections; New York and Region",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd20a6b8eb7c8105d776f8c",
        "source": "The New York Times",
        "word_count": 52,
        "lead_paragraph": "Because of an editing error, an Arts Abroad article on Oct. 11 about the return of the stadium rock concert to Beijing misstated the type of series that is being sponsored at a popular club there by VH-1's regional music channel. It is an independent music concert series, not a film series."
      }
    ],
    "meta": {
      "time": 12,
      "hits": 33,
      "offset": 20
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}