{
  "response": {
    "docs": [
      {
        "abstract": "Chinese authorities put on display three severely scarred former practitioners of banned Falun Gong spiritual movement who express their regret for setting themselves on fire last year in Tiananmen Square; this is government's latest salvo in mounting propaganda war, intended to counter increasingly sophisticated public relations campaign that Falun Gong has mounted in China and abroad; foreign journalists are for first time allowed to speak with six people involved in grisly 2001 protest, including three who set themselves on fire; most say they have renounced Falun Gong and insist they are free to answer as they wish; one, Wang Jindong, who is serving 15-year prison term for taking part in 2001 protest, says he set himself on fire to achieve higher state of fulfillment; says he feels he was deceived by teachings of Falun Gong; another, Liu Yunfang, serving life sentence for organizing event, says he still believes Falun Gong is good; photo (M)",
        "headline": {"main": "Former Falun Gong Followers Enlisted in China's War on Sect"},
        "keywords": [
          {
            "name": "persons",
            "value": "LIU YUNFANG"
          },
          {
            "name": "persons",
            "value": "WANG JINDONG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "organizations",
            "value": "FALUN GONG"
          },
          {
            "name": "subject",
            "value": "IMMOLATION"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          },
          {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
          }
        ],
        "print_page": "4",
        "pub_date": "2002-04-05T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/04/05/world/former-falun-gong-followers-enlisted-in-china-s-war-on-sect.html",
        "news_desk": "Foreign Desk",
        "snippet": "Chinese authorities today put on display three severely scarred former practitioners of the banned Falun Gong spiritual movement who expressed their regret for setting themselves on fire last year in Tiananmen Square. It was the latest salvo in the m",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2341d8eb7c8105d7c5146",
        "source": "The New York Times",
        "word_count": 1100,
        "lead_paragraph": "Chinese authorities today put on display three severely scarred former practitioners of the banned Falun Gong spiritual movement who expressed their regret for setting themselves on fire last year in Tiananmen Square. It was the latest salvo in the mounting propaganda war between the government and Falun Gong, now based largely in the United States. ''I went to burn myself to demonstrate that Falun Gong is good and true but I never imagined this outcome,'' said Chen Guo, 20, a former music student from a hospital bed in her hometown here."
      },
      {
        "abstract": "Huge dust clouds from China's fast-spreading deserts blow over South Korea for third consecutive year, causing suffocating air pollution in Seoul that closes schools and airports and fills clinics with patients suffering breathing problems; photos; map; dust storms are caused by rapid desertification in China and prolonged drought across Northeast Asia; yellowish dust coats cars and windows and skies are thick acrid gray; China says Gobi Desert grew 20,000 square miles from 1994 to 1999 and now sits just 150 miles north of Beijing; scientists link overfarming, overgrazing and destruction of forests; China's dust moreover is laced with toxic pollutants (M)",
        "headline": {"main": "China's Growing Deserts Are Suffocating Korea"},
        "keywords": [
          {
            "name": "glocations",
            "value": "SOUTH KOREA"
          },
          {
            "name": "glocations",
            "value": "SEOUL (SOUTH KOREA)"
          },
          {
            "name": "glocations",
            "value": "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "GOBI DESERT (MONGOLIA)"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "DROUGHT"
          },
          {
            "name": "subject",
            "value": "WEATHER"
          },
          {
            "name": "subject",
            "value": "HAZARDOUS AND TOXIC SUBSTANCES"
          },
          {
            "name": "subject",
            "value": "DUST"
          },
          {
            "name": "subject",
            "value": "DESERTS"
          },
          {
            "name": "subject",
            "value": "AIR POLLUTION"
          }
        ],
        "print_page": "3",
        "pub_date": "2002-04-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/04/14/world/china-s-growing-deserts-are-suffocating-korea.html",
        "news_desk": "Foreign Desk",
        "snippet": "School was called off throughout much of this sprawling city last Monday because of inclement weather.    It was not a freak spring snow storm, a heat wave or torrential rains.   ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "W.",
            "role": "reported",
            "lastname": "FRENCH",
            "firstname": "Howard"
          }],
          "original": "By HOWARD W. FRENCH"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2358e8eb7c8105d7c72ae",
        "source": "The New York Times",
        "word_count": 938,
        "lead_paragraph": "School was called off throughout much of this sprawling city last Monday because of inclement weather. It was not a freak spring snow storm, a heat wave or torrential rains."
      },
      {
        "abstract": "China's Finance Min Xiang Huaicheng says increased government spending lifted China's economic growth to higher-than-expected 7.6 percent in first quarter; resurgent exports and increase in consumer loan demand also contributed; photo of construction crew working on highway site in Beijing suburb (S)",
        "headline": {"main": "Economic Policy at Work"},
        "keywords": [
          {
            "name": "persons",
            "value": "XIANG HUAICHENG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "INTERNATIONAL TRADE AND WORLD MARKET"
          },
          {
            "name": "subject",
            "value": "ROADS AND TRAFFIC"
          },
          {
            "name": "subject",
            "value": "BUILDING (CONSTRUCTION)"
          },
          {
            "name": "subject",
            "value": "CREDIT"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "CONSUMER BEHAVIOR"
          }
        ],
        "print_page": "1",
        "pub_date": "2002-04-17T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/04/17/business/economic-policy-at-work.html",
        "news_desk": "Business/Financial Desk",
        "snippet": "China's Finance Min Xiang Huaicheng says increased government spending lifted China's economic growth to higher-than-expected 7.6 percent in first quarter; resurgent exports and increase in consumer loan demand also contributed; photo of construction",
        "type_of_material": "Caption",
        "blog": [],
        "section_name": null,
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd27f5a8eb7c8105d849499",
        "source": "The New York Times",
        "word_count": 0,
        "lead_paragraph": null
      },
      {
        "abstract": "Two North Korean men sneak over wall into United States ambassador's residential compound in Beijing, China, and another man sneaks into Germany Embassy, all demanding political asylum and safe passage to South Korea; this follows storming of gates of Spanish Embassy six weeks ago by 25 North Koreans; Chinese government allowed 25 to leave China for Philippines, en route to South Korea, and two in American compound and one in German Embassy will also be allowed to leave, suggesting this kind of escape route may become more common; it is almost impossible for Chinese authorities to consider repatriation of gaunt and haggard people who make it into sanctuary of foreign diplomatic compounds, since few diplomats in Beijing would hand them over to face punishment at home (M)",
        "headline": {"main": "North Koreans Get Asylum at Beijing Embassies"},
        "keywords": [
          {
            "name": "glocations",
            "value": "GERMANY"
          },
          {
            "name": "glocations",
            "value": "SOUTH KOREA"
          },
          {
            "name": "glocations",
            "value": "SPAIN"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "ASYLUM (POLITICAL)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "FOREIGN SERVICE"
          }
        ],
        "print_page": "3",
        "pub_date": "2002-04-27T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/04/27/world/north-koreans-get-asylum-at-beijing-embassies.html",
        "news_desk": "Foreign Desk",
        "snippet": "Two North Korean men sneaked over a wall into the United States ambassador's residential compound on Friday and another into the German Embassy late Thursday night, all demanding political asylum and safe passage to South Korea.     Their actions cam",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd21b958eb7c8105d79aa89",
        "source": "The New York Times",
        "word_count": 462,
        "lead_paragraph": "Two North Korean men sneaked over a wall into the United States ambassador's residential compound on Friday and another into the German Embassy late Thursday night, all demanding political asylum and safe passage to South Korea. Their actions came six weeks after 25 North Koreans stormed through the gates of the Spanish Embassy here with similar demands, and suggests that this kind of escape route may become more common. The Chinese government allowed the 25 to leave China for the Philippines -- an effort to avoid offending North Korea -- and they went on to South Korea."
      },
      {
        "abstract": "Seven North Koreans try to barge into consulates in Shenyang, China, in bid for political asylum; two succeed in entering American Consulate and five are interecepted by Chinese guards at Japanese Consulate; 28 North Koreans have gained safe passage to South Korea by forcing their way into Western diplomatic compounds in Beijing in last two months, angering and frustrating Chinese Government; map (M)",
        "headline": {"main": "North Koreans Seek Asylum At Consulates In China"},
        "keywords": [
          {
            "name": "glocations",
            "value": "JAPAN"
          },
          {
            "name": "glocations",
            "value": "SOUTH KOREA"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "SHENYANG (CHINA)"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "UNITED STATES FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "ASYLUM (POLITICAL)"
          },
          {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
          },
          {
            "name": "subject",
            "value": "FOREIGN SERVICE"
          }
        ],
        "print_page": "25",
        "pub_date": "2002-05-09T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/09/world/north-koreans-seek-asylum-at-consulates-in-china.html",
        "news_desk": "Foreign Desk",
        "snippet": "Seven people tried to barge into consulates in the northeastern Chinese city of Shenyang today, the latest in a string of attempts by desperate North Koreans to gain political asylum by taking refuge in Western diplomatic compounds in China.    Two p",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd23ba68eb7c8105d7d068f",
        "source": "The New York Times",
        "word_count": 642,
        "lead_paragraph": "Seven people tried to barge into consulates in the northeastern Chinese city of Shenyang today, the latest in a string of attempts by desperate North Koreans to gain political asylum by taking refuge in Western diplomatic compounds in China. Two people successfully scaled the wall of the American Consulate in Shenyang and were still inside as of nightfall. Another five, including a family with a 2-year-old, were caught by the Chinese guards as they rushed the open gate at the Japanese Consulate, according to South Korean aid groups concerned with the plight of North Korean refugees."
      },
      {
        "abstract": "Japan protests strongly after Chinese police officers drag five North Korean refugees from inside Japanese Consulate compound in China; Prime Min Junichiro Koizumi says China has violated Vienna convention governing diplomatic relations; separately, Japanese Embassy official in Beijing visits Foreign Ministry there to demand release of five detainees; detainees are members of extended family of Jang Gil Su, defector whose amateur sketches depict privations and police abuses in North Korea; rights workers are preparing exhibit of sketches in Washington this summer; United States Congressional leaders urge China in letter not to send North Korean detainees home to almost certain danger; 300,000 North Koreans are living illegally in northern China, and Beijing fears that granting them refugee status would start exodus from North Korea; asylum bids started in Mar, prompting Chinese authorities to ring main neighborhood for embassies in Beijing with barbed wire and to mount police patrols (M)",
        "headline": {"main": "Japan Protests China's Arrest Of Koreans At Consulate"},
        "keywords": [
          {
            "name": "persons",
            "value": "KOIZUMI, JUNICHIRO"
          },
          {
            "name": "persons",
            "value": "JANG GIL SU"
          },
          {
            "name": "glocations",
            "value": "JAPAN"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "CHINA-INTERNATIONAL RELATIONS-JAPAN"
          },
          {
            "name": "subject",
            "value": "ILLEGAL ALIENS"
          },
          {
            "name": "subject",
            "value": "ASYLUM (POLITICAL)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
          },
          {
            "name": "subject",
            "value": "FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "9",
        "pub_date": "2002-05-10T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/10/world/japan-protests-china-s-arrest-of-koreans-at-consulate.html",
        "news_desk": "Foreign Desk",
        "snippet": "With television relaying images of Chinese police officers dragging five North Korean refugees from inside a Japanese Consulate compound in China, Japan protested strongly today, seeking to head off a nationalist reaction against its powerful neighbo",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Washington",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "BROOKE",
            "role": "reported",
            "firstname": "James"
          }],
          "original": "By JAMES BROOKE"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2358e8eb7c8105d7c732c",
        "source": "The New York Times",
        "word_count": 737,
        "lead_paragraph": "With television relaying images of Chinese police officers dragging five North Korean refugees from inside a Japanese Consulate compound in China, Japan protested strongly today, seeking to head off a nationalist reaction against its powerful neighbor. After meeting with Wu Dawei, China's ambassador here, Prime Minister Junichiro Koizumi said he believed that China had violated the Vienna convention governing diplomatic relations. ''That's why we are lodging a protest,'' the prime minister added. ''We are seeking a sincere response from the Chinese side.''"
      },
      {
        "abstract": "China turns enthusiastic attention to public bathrooms, long-neglected aspect of life; is spending millions of dollars to upgrade public restrooms in campaign quietly begun after joining World Trade Organization in 2001; lavish renovations of public restrooms in Beijing with porcelain flush toilets and lockable stalls described; standard toilet in much of rest of country is open pit in concrete floor; photos (M)",
        "headline": {"main": "Beijing Journal; Where Toilets Are the Pits, a Push for Porcelain"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "WORLD TRADE ORGANIZATION"
          },
          {
            "name": "subject",
            "value": "SANITATION"
          },
          {
            "name": "subject",
            "value": "BATHROOMS"
          }
        ],
        "print_page": "4",
        "pub_date": "2002-05-13T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/13/world/beijing-journal-where-toilets-are-the-pits-a-push-for-porcelain.html",
        "news_desk": "Foreign Desk",
        "snippet": "With all the hubbub surrounding China's accession to the World Trade Organization late last year, its nearly simultaneous acceptance to another ''W.T.O'' went unnoticed.    But when China quietly became a member of the World Toilet Organization last ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "ROSENTHAL",
            "role": "reported",
            "firstname": "Elisabeth"
          }],
          "original": "By ELISABETH ROSENTHAL"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd22f718eb7c8105d7bdd59",
        "source": "The New York Times",
        "word_count": 798,
        "lead_paragraph": "With all the hubbub surrounding China's accession to the World Trade Organization late last year, its nearly simultaneous acceptance to another ''W.T.O'' went unnoticed. But when China quietly became a member of the World Toilet Organization last November, the impact on ordinary Beijingers was certainly more immediate, at least on people like Liu Zhong, a 77-year-old retired cafeteria worker."
      },
      {
        "abstract": "Three North Korean defectors who climbed over wall of United States Consulate, Shenyang, China, arrive in Seoul, South Korea, joining about 30 others who have escaped recently through China by finding refuge in diplomatic buildings; South Korean officials expect China to permit two more defectors who made their way into Canadian Embassy, Beijing, to come to Seoul; say China has rejected Japan's protests over dragging of five defectors from its Shenyang consulate by police; Japanese Min Yoriko Kawaguchi denies consulate gave police permission to oust them; Park Geun Hye, whose father formerly ruled South Korea, returns from visit to North Korea and meeting with leader Kim Jong Il (M)",
        "headline": {"main": "North Koreans Who Defected In North China Reach Seoul"},
        "keywords": [
          {
            "name": "persons",
            "value": "PARK GEUN HYE"
          },
          {
            "name": "persons",
            "value": "KIM JONG IL"
          },
          {
            "name": "persons",
            "value": "KAWAGUCHI, YORIKO"
          },
          {
            "name": "glocations",
            "value": "JAPAN"
          },
          {
            "name": "glocations",
            "value": "CANADA"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "SHENYANG (CHINA)"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "UNITED STATES FOREIGN SERVICE"
          },
          {
            "name": "subject",
            "value": "CHINA-INTERNATIONAL RELATIONS-JAPAN"
          },
          {
            "name": "subject",
            "value": "ASYLUM (POLITICAL)"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
          },
          {
            "name": "subject",
            "value": "FOREIGN SERVICE"
          }
        ],
        "print_page": "12",
        "pub_date": "2002-05-15T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/15/world/north-koreans-who-defected-in-north-china-reach-seoul.html",
        "news_desk": "Foreign Desk",
        "snippet": "Three North Korean defectors who had climbed over the wall of a United States Consulate in northeastern China arrived here today, joining about 30 others who have escaped recently through China by finding refuge in diplomatic buildings.    The three ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Washington",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KIRK",
            "role": "reported",
            "firstname": "Don"
          }],
          "original": "By DON KIRK"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2358d8eb7c8105d7c71ed",
        "source": "The New York Times",
        "word_count": 321,
        "lead_paragraph": "Three North Korean defectors who had climbed over the wall of a United States Consulate in northeastern China arrived here today, joining about 30 others who have escaped recently through China by finding refuge in diplomatic buildings. The three men, who had climbed over the wall of the consulate in Shenyang, shielded their faces as they were led past photographers at Inchon International Airport, fearing reprisals against their families if their identities became known. Their names have not been released."
      },
      {
        "abstract": "American International Group says its American International Assurance unit has been granted license to sell life insurance in Beijing (S)",
        "headline": {"main": "A.I.G. Operations in China"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "AMERICAN INTERNATIONAL GROUP"
          },
          {
            "name": "organizations",
            "value": "AMERICAN INTERNATIONAL ASSURANCE"
          },
          {
            "name": "subject",
            "value": "LIFE INSURANCE"
          }
        ],
        "print_page": "14",
        "pub_date": "2002-05-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/25/business/aig-operations-in-china.html",
        "news_desk": "Business/Financial Desk",
        "snippet": "The American International Group, the world's biggest insurer, said yesterday that its American International Assurance unit had been granted a license to sell life insurance in Beijing. The company, which is based in New York, said that it was the f",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Business",
        "document_type": "article",
        "byline": null,
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd21cf18eb7c8105d79d31e",
        "source": "Bloomberg News",
        "word_count": 82,
        "lead_paragraph": "The American International Group, the world's biggest insurer, said yesterday that its American International Assurance unit had been granted a license to sell life insurance in Beijing. The company, which is based in New York, said that it was the first foreign insurance company to be licensed for sales in Beijing. At the end of 2001, A.I.G. was granted approval to set up wholly owned life insurance operations in Beijing and Suzhou, and two sub-branches in Dongguan and Jiangmen in Guangdong Province."
      },
      {
        "abstract": "South Korean Embassy in Beijing says that three North Koreans sought refuge there, and South Korean government demands that Chinese authorities treat case in 'humanitarian manner' (S)",
        "headline": {"main": "3 North Koreans in Beijing Defect to Seoul"},
        "keywords": [
          {
            "name": "glocations",
            "value": "SOUTH KOREA"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "ASYLUM (POLITICAL)"
          },
          {
            "name": "subject",
            "value": "IMMIGRATION AND REFUGEES"
          },
          {
            "name": "subject",
            "value": "FOREIGN SERVICE"
          }
        ],
        "print_page": "6",
        "pub_date": "2002-05-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/2002/05/26/world/3-north-koreans-in-beijing-defect-to-seoul.html",
        "news_desk": "Foreign Desk",
        "snippet": "The South Korean Embassy in Beijing said today that three North Koreans had sought refuge there, and the South Korean government demanded that Chinese authorities treat the case ''in a humanitarian manner.''    South Korean authorities said that a No",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KIRK",
            "role": "reported",
            "firstname": "Don"
          }],
          "original": "By DON KIRK"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd21b9d8eb7c8105d79b10c",
        "source": "The New York Times",
        "word_count": 156,
        "lead_paragraph": "The South Korean Embassy in Beijing said today that three North Koreans had sought refuge there, and the South Korean government demanded that Chinese authorities treat the case ''in a humanitarian manner.'' South Korean authorities said that a North Korean man had entered the embassy on Thursday under a false pretext and that a man and a woman had walked into the embassy's consular section on Friday."
      }
    ],
    "meta": {
      "time": 38,
      "hits": 51,
      "offset": 10
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}