{
  "response": {
    "docs": [
      {
        "abstract": "Joseph Kahn travel article on visit to Temple of Heaven and other tourist destinations in Beijing, China; photo (Asia-Pacific Issue) (M)",
        "headline": {
          "kicker": "ASIA-PACIFIC ISSUE",
          "main": "Ancient Lands Rush to the New"
        },
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "TEMPLE OF HEAVEN (BEIJING, CHINA)"
          },
          {
            "name": "subject",
            "value": "TRAVEL AND VACATIONS"
          }
        ],
        "print_page": "9",
        "pub_date": "2004-04-25T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/04/25/travel/asia-pacific-issue-ancient-lands-rush-to-the-new-279137.html",
        "news_desk": "Travel Desk",
        "snippet": " BEIJING  A temple is a calm oasis, and a lake provides bar hopping galore      The Chinese word for dazzling, zhayan, can also mean to stick a needle in the eye. Now frantically reconstructing itself ahead of the 2008 Olympics, Beijing has embraced ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Travel",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd29f6a8eb7c8105d8832a6",
        "source": "The New York Times",
        "word_count": 570,
        "lead_paragraph": "BEIJING A temple is a calm oasis, and a lake provides bar hopping galore The Chinese word for dazzling, zhayan, can also mean to stick a needle in the eye. Now frantically reconstructing itself ahead of the 2008 Olympics, Beijing has embraced the term in all its dimensions: flashy, vibrant and sophisticated; shocking, noisome and hard on the eyes."
      },
      {
        "abstract": "World Health Orgn reports new wave of cases has been identified in SARS outbreak in China; this is third generation of cases in chain of transmission that Chinese officials say began when medical student was working in country's main SARS laboratory in Beijing in Mar; latest outbreak includes three relatives of nurse who acquired disease while caring for medical student; fact that SARS has been transmitted to third generation before it was identified shows its potential to spread quickly (S)",
        "headline": {"main": "New Cases Identified in China's SARS Outbreak"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "organizations",
            "value": "WORLD HEALTH ORGANIZATION"
          },
          {
            "name": "subject",
            "value": "NURSING AND NURSES"
          },
          {
            "name": "subject",
            "value": "MEDICAL SCHOOLS"
          },
          {
            "name": "subject",
            "value": "SARS (SEVERE ACUTE RESPIRATORY SYNDROME)"
          }
        ],
        "print_page": "3",
        "pub_date": "2004-04-26T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/04/26/world/new-cases-identified-in-china-s-sars-outbreak.html",
        "news_desk": "Foreign Desk",
        "snippet": "A new wave of cases has apparently been identified in the SARS outbreak in China, the World Health Organization said yesterday, relaying information provided to it from the Chinese Ministry of Health.    The new wave is the third generation of cases ",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Health",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "K.",
            "role": "reported",
            "lastname": "ALTMAN",
            "firstname": "Lawrence"
          }],
          "original": "By LAWRENCE K. ALTMAN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2390a8eb7c8105d7cc62c",
        "source": "The New York Times",
        "word_count": 363,
        "lead_paragraph": "A new wave of cases has apparently been identified in the SARS outbreak in China, the World Health Organization said yesterday, relaying information provided to it from the Chinese Ministry of Health. The new wave is the third generation of cases in a chain of transmission that Chinese officials say began when a 26-year-old medical student, identified by her surname, Song, was working in the country's main SARS laboratory in Beijing in March."
      },
      {
        "abstract": "North Korea's state media reports that women in Ryongchon, site of deadly railroad explosion, ran into blazing buildings to save treasured portraits of Kim Jong Il before searching for their children; such tales of sacrifice are staple of country's propaganda mythology; speculation about explosion is swirling; Kim Jong Il has not been seen or heard from since accident; Chinese state television reports that he left Beijing for home on Apr 21, and South Korean reports say his train passed through Ryongchon about eight hours before blast; North Korea refuses to allow foreign journalists to visit site, and has even ignored Chinese offers of treatment for victims at hospitals in Dandong; South Korea is sending aid by ship after North Korea refuses to allow relief goods to arrive by truck; photos; map (M)",
        "headline": {"main": "North Korea's Top Priority Remains Secrecy After Blast"},
        "keywords": [
          {
            "name": "persons",
            "value": "KIM JONG IL"
          },
          {
            "name": "glocations",
            "value": "SOUTH KOREA"
          },
          {
            "name": "glocations",
            "value": "DANDONG (CHINA)"
          },
          {
            "name": "glocations",
            "value": "NORTH KOREA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "RYONGCHON (NORTH KOREA)"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "ASSASSINATIONS AND ATTEMPTED ASSASSINATIONS"
          },
          {
            "name": "subject",
            "value": "BOMBS AND EXPLOSIVES"
          },
          {
            "name": "subject",
            "value": "PROPAGANDA"
          },
          {
            "name": "subject",
            "value": "CHILDREN AND YOUTH"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "RAILROADS"
          },
          {
            "name": "subject",
            "value": "FOREIGN AID"
          },
          {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
          }
        ],
        "print_page": "12",
        "pub_date": "2004-04-29T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/04/29/world/north-korea-s-top-priority-remains-secrecy-after-blast.html",
        "news_desk": "Foreign Desk",
        "snippet": "To hear North Korea's state media tell it, in the midst of an inferno of exploding rail cars and dying children, several heroic women made the ultimate sacrifice, running into blazing buildings in frantic attempts to save treasured portraits of Kim J",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "BROOKE",
            "role": "reported",
            "firstname": "James"
          }],
          "original": "By JAMES BROOKE"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd23d998eb7c8105d7d38e6",
        "source": "The New York Times",
        "word_count": 747,
        "lead_paragraph": "To hear North Korea's state media tell it, in the midst of an inferno of exploding rail cars and dying children, several heroic women made the ultimate sacrifice, running into blazing buildings in frantic attempts to save treasured portraits of Kim Jong Il and his late father, Kim Il Sung. ''Many people of the county evacuated portraits before searching after their family members or saving their household goods,'' the Korean Central News Agency wrote approvingly from Ryongchon, the railroad town where a huge explosion killed at least 161 people and wounded 1,300 last week. ''They were buried under the collapsing building to die a heroic death when they were trying to come out with portraits of President Kim Il Sung and leader Kim Jong Il.''"
      },
      {
        "abstract": "Leadership team in China, headed by president and party chief Hu Jintao, has slapped new restrictions on free speech and press, reminding some of repressive years after 1989 Tiananmen Square crackdown; most conspicuous sign of tension is in media, which in recent years flourished in more market-driven environment; people in industry claim pressure to conform to political norms, which never went away, has been strongly reasserted in recent months; propaganda officials have increased their presence inside news, culture and entertainment organizations and have refined system for pre-censorship that leaves less discretion in hands of editors; one close scholar of political scene says efforts to tighten screws on expression are signs of weakness; says authorities are annoyed about being increasingly forced to react to public opinion, and are resorting to old methods to defend themselves; photo (M)",
        "headline": {"main": "Let Freedom Ring? Not So Fast. China's Still China."},
        "keywords": [
          {
            "name": "persons",
            "value": "HU JINTAO"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "PUBLIC OPINION"
          },
          {
            "name": "subject",
            "value": "CENSORSHIP"
          },
          {
            "name": "subject",
            "value": "FREEDOM OF THE PRESS"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "FREEDOM OF SPEECH AND EXPRESSION"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          },
          {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
          }
        ],
        "print_page": "3",
        "pub_date": "2004-05-03T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/05/03/world/let-freedom-ring-not-so-fast-china-s-still-china.html",
        "news_desk": "Foreign Desk",
        "snippet": "During the Cultural Revolution, China's propaganda department often made hyperbolic charges against intellectuals -- capitalist roaders, enemies of the people -- accused of betraying Mao Zedong.    So when Jiao Guobiao, a journalism professor at Beij",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd27e888eb7c8105d847c48",
        "source": "The New York Times",
        "word_count": 1376,
        "lead_paragraph": "During the Cultural Revolution, China's propaganda department often made hyperbolic charges against intellectuals -- capitalist roaders, enemies of the people -- accused of betraying Mao Zedong. So when Jiao Guobiao, a journalism professor at Beijing University, was searching for words to describe China's still all-powerful censors and standard-setters more than 30 years later, he borrowed from its lexicon of vitriol."
      },
      {
        "abstract": "Chinese court sentences United States-based political activist Yang Jianli to five years in prison on charges of spying; case has prompted protests by Washington because of Yang's detention without trial for two years; he was detained after he traveled to China to meet with dissidents and labor protesters; he is veteran of 1989 democracy protests in Beijing and had been banned from entering China; he visited using friend's passport (M)",
        "headline": {"main": "China Gives U.S.-Based Activist 5-Year Sentence on Spy Charge"},
        "keywords": [
          {
            "name": "persons",
            "value": "YANG JIANLI"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "TRAVEL RESTRICTIONS"
          },
          {
            "name": "subject",
            "value": "UNITED STATES INTERNATIONAL RELATIONS"
          },
          {
            "name": "subject",
            "value": "ESPIONAGE"
          },
          {
            "name": "subject",
            "value": "SENTENCES (CRIMINAL)"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "3",
        "pub_date": "2004-05-14T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/05/14/world/china-gives-us-based-activist-5-year-sentence-on-spy-charge.html",
        "news_desk": "Foreign Desk",
        "snippet": "A Chinese court sentenced a United States-based political activist on Thursday to five years in prison on charges of spying for Taiwan, in a case that has prompted protests by Washington.    The activist, Yang Jianli, was detained in April 2002 after",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World; Washington",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "KAHN",
            "role": "reported",
            "firstname": "Joseph"
          }],
          "original": "By JOSEPH KAHN"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2a1ee8eb7c8105d887319",
        "source": "The New York Times",
        "word_count": 423,
        "lead_paragraph": "A Chinese court sentenced a United States-based political activist on Thursday to five years in prison on charges of spying for Taiwan, in a case that has prompted protests by Washington. The activist, Yang Jianli, was detained in April 2002 after he traveled to China to meet with dissidents and labor protesters, and was accused of spying."
      },
      {
        "abstract": "SARS, which reached epidemic proportions in 2003, has not recurred in natural form as feared; virus has instead become laboratory-borne illness with outbreaks at facilities in Singapore, Taiwan and China; most recent outbreak in China resulted in seven infections and death of laboratory worker at China's Centers for Disease Control's Institute of Virology; Australian virologist John MacKenzie, who visited Beijing lab, holds that infection should have been identified sooner; holds that training for lab workers needs to be evaluated citing that three out of four individuals who were infected from direct lab contact with SARS were students; graph (M)",
        "headline": {
          "kicker": "THE DOCTOR'S WORLD",
          "main": "SARS's Second Act, Playing in Laboratories"
        },
        "keywords": [
          {
            "name": "persons",
            "value": "MACKENZIE, JOHN"
          },
          {
            "name": "glocations",
            "value": "AUSTRALIA"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "TAIWAN"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "SINGAPORE"
          },
          {
            "name": "organizations",
            "value": "CHINA CENTERS FOR DISEASE CONTROL"
          },
          {
            "name": "subject",
            "value": "ACCIDENTS AND SAFETY"
          },
          {
            "name": "subject",
            "value": "LABORATORIES AND SCIENTIFIC EQUIPMENT"
          },
          {
            "name": "subject",
            "value": "RESEARCH"
          },
          {
            "name": "subject",
            "value": "SARS (SEVERE ACUTE RESPIRATORY SYNDROME)"
          }
        ],
        "print_page": "6",
        "pub_date": "2004-05-18T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/05/18/health/the-doctor-s-world-sars-s-second-act-playing-in-laboratories.html",
        "news_desk": "Health & Fitness",
        "snippet": "When the SARS epidemic ended last July, experts were concerned that it would come back from wherever it hid in nature. But officials of the World Health Organization were just as worried about a new epidemic emerging from a SARS sample that escaped f",
        "type_of_material": "News",
        "blog": [],
        "section_name": "Health",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "K.",
            "role": "reported",
            "lastname": "ALTMAN",
            "qualifier": "M.D",
            "firstname": "Lawrence"
          }],
          "original": "By LAWRENCE K. ALTMAN, M.D"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2a1e58eb7c8105d886ccd",
        "source": "The New York Times",
        "word_count": 807,
        "lead_paragraph": "When the SARS epidemic ended last July, experts were concerned that it would come back from wherever it hid in nature. But officials of the World Health Organization were just as worried about a new epidemic emerging from a SARS sample that escaped from one of the many laboratories working with it. Those fears were confirmed by two accidents in Singapore and Taiwan in August and December."
      },
      {
        "abstract": "Chinese Baseball League All-Stars, China's first professional baseball league, is in its second season; few fans turn out and players lack skills, but promoters are optimistic; country is gearing up to host 2008 Olympics in Beijing, where it will compete in sport for first time; photo (M)",
        "headline": {"main": "Beijing Journal; China Warms Up and Practices for a Future in Baseball"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "subject",
            "value": "BASEBALL"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES"
          },
          {
            "name": "subject",
            "value": "SUMMER GAMES (OLYMPICS)"
          },
          {
            "name": "subject",
            "value": "OLYMPIC GAMES (2008)"
          }
        ],
        "print_page": "4",
        "pub_date": "2004-05-24T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/05/24/world/beijing-journal-china-warms-up-and-practices-for-a-future-in-baseball.html",
        "news_desk": "Foreign Desk",
        "snippet": "With the skies having opened up the previous evening in this normally arid city and showing no sign of a letup by late morning, the least one could say about a day billed as a baseball All-Star Extravaganza was that this was off to an inauspicious st",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "organization": "",
            "rank": 1,
            "middlename": "W.",
            "role": "reported",
            "lastname": "FRENCH",
            "firstname": "Howard"
          }],
          "original": "By HOWARD W. FRENCH"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd23d9d8eb7c8105d7d3c3e",
        "source": "The New York Times",
        "word_count": 1133,
        "lead_paragraph": "With the skies having opened up the previous evening in this normally arid city and showing no sign of a letup by late morning, the least one could say about a day billed as a baseball All-Star Extravaganza was that this was off to an inauspicious start. An hour before the first pitch was to be thrown, the field was still a soggy mess, and there were more organizers and sponsors of China's first professional baseball league milling about than fans. All in all, the scene was ludicrously far from the dreams openly talked up by promoters of one day capturing a half-billion eyeballs."
      },
      {
        "abstract": "Thousands of demonstrators march in Hong Kong to mark 15th anniversary of Tiananmen Square crackdown in Beijing and to protest increasing restrictions on Hong Kong's democratic development; photo; march coincides with suspicion that Beijing government is linked to sudden departure of three prominent radio talk show hosts, all outspoken democracy advocates (M)",
        "headline": {"main": "Democracy Supporters March in Hong Kong"},
        "keywords": [
          {
            "name": "persons",
            "value": "CHENG, ALBERT"
          },
          {
            "name": "persons",
            "value": "WONG, RAYMOND"
          },
          {
            "name": "persons",
            "value": "LEE, ALLEN"
          },
          {
            "name": "glocations",
            "value": "HONG KONG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "CENSORSHIP"
          },
          {
            "name": "subject",
            "value": "RADIO"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          },
          {
            "name": "subject",
            "value": "NEWS AND NEWS MEDIA"
          }
        ],
        "print_page": "6",
        "pub_date": "2004-05-31T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/05/31/world/democracy-supporters-march-in-hong-kong.html",
        "news_desk": "Foreign Desk",
        "snippet": "Thousands of demonstrators marched here on Sunday afternoon to mark the coming 15th anniversary of the Tiananmen Square crackdown and to protest the growing restrictions on this territory's democratic development. It was the first rally in what promi",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "BRADSHER",
            "role": "reported",
            "firstname": "Keith"
          }],
          "original": "By KEITH BRADSHER"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2406e8eb7c8105d7d86b0",
        "source": "The New York Times",
        "word_count": 836,
        "lead_paragraph": "Thousands of demonstrators marched here on Sunday afternoon to mark the coming 15th anniversary of the Tiananmen Square crackdown and to protest the growing restrictions on this territory's democratic development. It was the first rally in what promises to be a politically turbulent summer. Under leaden skies and in tropical humidity, the crowd marched from a palm-fringed park to the main government offices, carrying black banners and a black coffin representing the deaths of students in Beijing on June 4, 1989. Organizers estimated the crowd at 5,600 people, while the police said ''more than 3,000'' had taken part."
      },
      {
        "abstract": "Nicholas D Kristof Op-Ed column recalls events he witnessed 15 years ago, when Chinese troops fired on demonstrators in Beijing's Tiananmen Square; holds Communist Party signed its own death warrant that night and is now fraying; cites arrival of economic, social and cultural pluralism; sees political change as inevitable (M)",
        "headline": {"main": "The Tiananmen Victory"},
        "keywords": [
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "SOCIAL CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "ECONOMIC CONDITIONS AND TRENDS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "19",
        "pub_date": "2004-06-02T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/06/02/opinion/the-tiananmen-victory.html",
        "news_desk": "Editorial Desk",
        "snippet": "On Friday, it will be 15 years since I stood at the northeast corner of Tiananmen Square and watched China go mad.    The Communist Party was answering the demands of millions of protesters who had made Tiananmen Square the focus of their seven-week ",
        "type_of_material": "Op-Ed",
        "blog": [],
        "section_name": "Opinion",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "role": "reported"
          }],
          "original": "By NICHOLAS D. KRISTOF"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd2539c8eb7c8105d7fa4c5",
        "source": "The New York Times",
        "word_count": 733,
        "lead_paragraph": "On Friday, it will be 15 years since I stood at the northeast corner of Tiananmen Square and watched China go mad. The Communist Party was answering the demands of millions of protesters who had made Tiananmen Square the focus of their seven-week democracy movement. The protesters included students, Communist Party members, peasants, diplomats, laborers -- even thieves, who signed a pledge to halt their ''work'' during the demonstrations."
      },
      {
        "abstract": "Human rights groups and family members say several Beijing dissidents have disappeared or been placed under house arrest as part of government sweep to prevent any protests on politically sensitive 15th anniversary of Tiananmen Square crackdown; among them is Dr Jiang Yanyong, who wrote letter that was widely circulated on Internet, calling on government to admit it was wrong in ordering military assault against demonstrators that killed hundreds and wounded thousands; Jiang and his wife have been missing for several days; family has been told they are safe but not where they are; China bans any public commemoration of crackdown 15 years ago; pohtos (M)",
        "headline": {"main": "China Hides Dissidents for Tiananmen Anniversary"},
        "keywords": [
          {
            "name": "persons",
            "value": "JIANG YANYONG"
          },
          {
            "name": "glocations",
            "value": "CHINA"
          },
          {
            "name": "glocations",
            "value": "BEIJING (CHINA)"
          },
          {
            "name": "glocations",
            "value": "TIANANMEN SQUARE (BEIJING)"
          },
          {
            "name": "subject",
            "value": "POLITICS AND GOVERNMENT"
          },
          {
            "name": "subject",
            "value": "DEMONSTRATIONS AND RIOTS"
          },
          {
            "name": "subject",
            "value": "FREEDOM AND HUMAN RIGHTS"
          }
        ],
        "print_page": "10",
        "pub_date": "2004-06-04T00:00:00Z",
        "web_url": "http://www.nytimes.com/2004/06/04/world/china-hides-dissidents-for-tiananmen-anniversary.html",
        "news_desk": "Foreign Desk",
        "snippet": "Human rights groups and family members said Thursday that several Beijing dissidents had disappeared or been placed under house arrest as part of a government sweep to prevent any protests on the politically sensitive 15th anniversary of the Tiananme",
        "type_of_material": "News",
        "blog": [],
        "section_name": "World",
        "document_type": "article",
        "byline": {
          "person": [{
            "rank": 1,
            "organization": "",
            "lastname": "YARDLEY",
            "role": "reported",
            "firstname": "Jim"
          }],
          "original": "By JIM YARDLEY"
        },
        "subsection_name": null,
        "multimedia": [],
        "_id": "4fd27e7f8eb7c8105d847573",
        "source": "The New York Times",
        "word_count": 753,
        "lead_paragraph": "Human rights groups and family members said Thursday that several Beijing dissidents had disappeared or been placed under house arrest as part of a government sweep to prevent any protests on the politically sensitive 15th anniversary of the Tiananmen Square crackdown. Among them is Dr. Jiang Yanyong, who in March wrote a letter calling on the government to admit it was wrong in ordering the military assault against demonstrators in Tiananmen Square that killed hundreds and wounded thousands on June 4, 1989. The letter was widely circulated on the Internet."
      }
    ],
    "meta": {
      "time": 10,
      "hits": 55,
      "offset": 20
    }
  },
  "status": "OK",
  "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."
}